Repository: 13520178/Loan-Calculator
Catalog: Loan Calculator/*.lproj/Main.strings
Languages: it

# 02o-5N-R7g.text
source: %/year
it: %/anno

# 0G7-d0-l9g.text
source: Number of Payment
it: Numero di pagamenti

# 0bu-BW-jlV.text
source: Total Repaid
it: Totale rimborsato

# 0mD-mL-TGu.text
source: Loans Comparison
it: Confronto dei prestiti

# 1IO-RV-2BL.text
source: Payment
it: Pagamento

# 1Nu-yF-fcD.title
source: Calc
it: Input

# 2Nz-WB-qPk.normalTitle
source: Calculate
it: Calcola

# 2qP-sd-YIO.normalTitle
source: Upgrade & Remove Ads
it: Aggiorna e rimuovi annunci

# 3RD-HK-6qp.text
source: Plan to own your dream home.
it: Pianifica di possedere la casa dei tuoi sogni.

# 3gS-av-kCy.title
source: Schedule
it: Orario

# 4JS-go-ktC.normalTitle
source: Cancel
it: Annulla

# 4pY-Rn-FcR.text
source: Loan Term
it: Durata del prestito

# 4xV-GC-LTd.text
source: Report & feedback
it: Report e feedback

# 580-Ou-nPe.text
source: Loan Amount
it: Importo del prestito

# 5rh-bH-VmU.title
source: Loans Comparison
it: Confronto dei prestiti

# 67d-qX-cWz.title
source: Back
it: Indietro

# 6Wo-vY-bwf.text
source: Number of Payment
it: Numero di pagamenti

# 6c5-Tv-WPS.text
source: Interest rate
it: Quota interessi

# 71b-gZ-hDa.normalTitle
source: Export
it: Esportare

# 7ES-V6-feW.text
source: Tools
it: Utensili

# 8KF-mT-nCg.text
source: Chart
it: Grafico

# 9ny-55-a0z.text
source: months
it: mesi

# AEV-3W-naX.normalTitle
source: Calculate
it: Calcola

# B9Y-YW-2lU.text
source: Interest Rate
it: Quota interessi

# BLr-Qd-Nj4.text
source: Result
it: Risultato

# BYP-ww-u4G.normalTitle
source: Amortization Schedule
it: Piano di ammortamento

# BvB-Aq-WV0.text
source: Loan Term
it: Durata del prestito

# Dyl-20-me7.text
source: Compare 2 loans (Interest, Loan Amount, Loan Term) for decision making
it: Confronta 2 prestiti (interessi, importo del prestito, durata del prestito) per il processo decisionale

# ESy-S1-yak.text
source: Payment Frequency
it: Frequenza di pagamento

# Ext-9C-Jch.text
source: Total Interest
it: Interesse totale

# EzW-Dp-Gaa.normalTitle
source: Calculate
it: Calcola

# Fn9-1D-Sa9.text
source: Monthly
it: Mensile

# GaX-vJ-B64.text
source: 4 years 6 months
it: 4 anni 6 mesi

# H9J-TQ-Sea.normalTitle
source: Save
it: Salva

# HlZ-Jc-ZBA.text
source: Interest Rate
it: Quota interessi

# I13-jg-QhW.text
source: Loan Term
it: Durata del prestito

# ICk-J7-xDv.text
source: Interest
it: Interesse

# IJq-wc-9uG.text
source: Repayment Period
it: Periodo di rimborso

# ILS-GQ-eof.text
source: Loan Amount
it: Importo del prestito

# Jdj-fe-zHm.text
source: years
it: anni

# K0G-Qh-svX.text
source: Total Interest
it: Interesse totale

# KK1-RO-pqf.text
source: Interest
it: Interesse

# Klg-Ho-rFE.text
source: Payment: $365.65
it: Pagamento: €365.65

# Krq-11-QVT.title
source: Result
it: Risultato

# KuQ-xQ-yPz.text
source: Auto Loan Calculator
it: Calcolatore di prestito auto

# LhY-sy-kgN.text
source: Payment Freequency
it: Frequenza di pagamento

# Lsa-ys-aDy.text
source: years
it: anni

# MhQ-xR-fam.normalTitle
source: Monthly
it: Mensile

# NZc-vC-7uZ.normalTitle
source: Amortization Schedule
it: Piano di ammortamento

# Nk9-eW-LD4.text
source: Result
it: Risultato

# OYS-mh-AcN.text
source: 6 years 4 months
it: 6 anni 4 mesi

# RFH-jK-d2n.text
source: Loan Information
it: Informazioni prestito

# RX8-fc-qmX.text
source: Repayment Period Calculator
it: Calcolatore del periodo di rimborso

# Rmf-b5-4Ni.normalTitle
source: Calculate
it: Calcola

# SLG-aI-qGh.text
source: Created date: 21/08/2019
it: Data di Creazione: 21/08/2019

# UXk-R6-6SX.title
source: Loan Calc
it: Input

# VAl-XN-qNN.text
source: Interest Rate
it: Quota interessi

# Wn9-Wl-sOn.text
source: Created date: 02/09/2020
it: Data di Creazione: 02/09/2020

# YkR-ad-xUc.text
source: Monthly rate assumes 12 months per year.
it: La tariffa mensile presuppone 12 mesi all'anno.

# ZV8-Th-dVp.title
source: New Loan
it: Nuovo prestito

# an3-Vr-4Xw.title
source: Repayment time
it: Tempo di rimborso

# bHu-bu-lBj.text
source: Result
it: Risultato

# bW7-RP-wpY.text
source: Payment Freequency
it: Frequenza di pagamento

# btj-BC-FAs.title
source: Schedule
it: Orario

# cKK-vD-1DS.text
source: months
it: mesi

# clr-jX-JuK.text
source: Loan B
it: Prestito B

# daq-Df-wNK.text
source: Monthly
it: Mensile

# dlw-6s-C6d.text
source: # of payment
it: # di pagamento

# e2m-t9-m2m.text
source: Calculate the repayment period based on the periodic payment
it: Calcola il periodo di rimborso in base al pagamento periodico

# edz-OH-EdJ.text
source: Payment Frequency
it: Frequenza di pagamento

# fVC-Gs-630.text
source: Payment
it: Pagamento

# fcw-GZ-mDU.text
source: Restore
it: Ristabilire

# fgm-hi-rHA.text
source: Interest
it: Interesse

# flQ-4y-CR7.text
source: Number of Payment
it: Numero di pagamenti

# foK-BP-vPz.text
source: Chart
it: Grafico

# gOX-wz-edH.text
source: months
it: mesi

# gQv-Hl-ZOC.normalTitle
source: Done
it: Fatto

# gWz-l5-9Q8.text
source: Mortgage Calculator
it: Calcolatore di mutui

# gcX-RU-Cce.text
source: Loan Amount
it: Importo del prestito

# hRb-dH-Qpz.text
source: Payment Every Month
it: Pagamento ogni mese

# iN5-yg-c4P.text
source: Loan Amount
it: Importo del prestito

# iwi-1S-bRB.text
source: Plan to own your favorite car right now.
it: Pianifica di possedere la tua auto preferita in questo momento.

# jO8-g0-Ofj.text
source: Payment
it: Pagamento

# jOP-dh-eTG.text
source: Version
it: Versione

# k5d-1i-rOh.text
source: Result
it: Risultato

# m59-jI-iiO.normalTitle
source: See All
it: Vedi tutto

# mnJ-i6-G1j.text
source: Interest Rate
it: Quota interessi

# nAg-o0-FTP.title
source: Result
it: Risultato

# nJ6-XU-HJI.title
source: Information
it: Informazione

# oZN-Il-XB5.normalTitle
source: Monthly
it: Mensile

# ocn-BB-sRE.text
source: Our other apps
it: Le nostre altre app

# oxz-4M-slc.text
source: Interest Rate
it: Quota interessi

# pGG-w8-45G.text
source: Payment Every Month
it: Pagamento ogni mese

# r8L-oM-f6T.text
source: Loan Term
it: Durata del prestito

# req-4p-U6B.text
source: Loan Amount
it: Importo del prestito

# s0b-bN-1tx.text
source: Total Repaid
it: Totale rimborsato

# sT9-13-4aF.text
source: Interest
it: Interesse

# scf-4I-oO6.text
source: %/year
it: %/anno

# tpv-kc-WBF.text
source: Payment Frequency
it: Frequenza di pagamento

# u3n-4X-U7A.text
source: Note: Figures are calculated relative (365.25 days per year, 52 weeks per year)
it: Nota: le cifre sono calcolate in modo relativo (365,25 giorni all'anno, 52 settimane all'anno)

# uib-4d-Fh8.text
source: Total Interest
it: Interesse totale

# uv3-hL-aXQ.normalTitle
source: Monthly
it: Mensile

# vGG-aO-Rym.normalTitle
source: Monthly
it: Mensile

# vGx-6C-4bA.text
source: years
it: anni

# vRE-AX-iPB.text
source: 0 year 0 month
it: 0 anno 0 mese

# vpI-RP-omD.text
source: Loan Term
it: Durata del prestito

# vpZ-G9-gwd.text
source: Purchase date
it: Data di acquisto

# wQi-Py-Sug.text
source: Payment Frequency
it: Frequenza di pagamento

# wbH-H6-VLT.text
source: Loan Amount
it: Importo del prestito

# wic-Ha-tfp.text
source: Loan A
it: Prestito A

# yKg-8H-Hz3.text
source: Total Repaid
it: Totale rimborsato

# ygn-9d-3mb.text
source: Payment: $365.65
it: Pagamento: €365.65

# zKM-Bz-D0G.normalTitle
source: Monthly
it: Mensile

# 1ud-rK-ZA2.normalTitle
source: Edit
it: Modifica

# 9Xe-gg-H5C.title
source: Tools
it: Strumenti

# gKj-md-d1u.title
source: Tools
it: Strumenti
