Repository: 13520178/Loan-Calculator
Catalog: *.lproj/Localizable.strings
Languages: cs, da, de, es, fi, fr_ca, hi, hr, id, it, ja, ko, ms, nl, pl, pt_br, ru, sv, th, vi, zh_hant

# interestRateDefine
source: Interest rate - An annual percentage rate (APR) is the annual rate charged for borrowing.
cs: Úroková sazba - roční procentní sazba (APR) je roční sazba účtovaná za půjčku.
da: Rente - En årlig procentsats (APR) er den årlige rente, der opkræves for låntagning.
de: Zinssatz - Ein jährlicher Prozentsatz (APR) ist der jährliche Zinssatz für die Kreditaufnahm
es: Tasa de interés: una tasa de porcentaje anual (APR) es la tasa anual que se cobra por pedir prestado.
fi: Korko - vuosikorkoa (APR) on vuotuinen veloitetaan lainaamisesta.
fr_ca: Taux d'intérêt - Un taux annuel en pourcentage (TAEG) est le taux annuel facturé pour l'emprunt.
hi: ब्याज दर - एक वार्षिक प्रतिशत दर (APR) उधार लेने के लिए ली जाने वाली वार्षिक दर है।
hr: Kamatna stopa - godišnja postotna stopa (APR) je godišnja stopa koja se naplaćuje za posudbu.
id: Suku bunga - Tingkat persentase tahunan (APR) adalah suku bunga tahunan yang dikenakan untuk pinjaman.
it: Tasso di interesse: un tasso annuo effettivo globale (TAEG) è il tasso annuo addebitato per il prestito.
ja: 利率-年利（APR）は、借入に対して請求される年利です。
ko: 이자율-연간 이율 (APR)은 대출에 부과되는 연간 이자율입니다.
ms: Kadar faedah - Kadar peratusan tahunan (APR) adalah kadar tahunan yang dikenakan untuk meminjam.
nl: Rentetarief - Een jaarlijks rentepercentage (JKP) is het jaarlijkse rentetarief dat in rekening wordt gebracht voor leningen.
pl: Oprocentowanie - roczna stopa oprocentowania (APR) to roczna stopa oprocentowania pożyczki.
pt_br: Taxa de juros - Uma taxa de porcentagem anual (APR) é a taxa anual cobrada pelo empréstimo.
ru: Процентная ставка - Годовая процентная ставка (APR) - это годовая ставка, взимаемая за заимствование.
sv: Ränta - En årlig procentsats (APR) är den årliga räntan som tas ut för upplåning.
th: อัตราดอกเบี้ย - อัตราร้อยละต่อปี (APR) คืออัตราต่อปีที่เรียกเก็บสำหรับการกู้ยืม
vi: Lãi suất nhập vào ô này là lãi suất theo năm
zh_hant: 利率-年利率（APR）是收取的年利率。

source: Unable to send mail
cs: Nelze odeslat poštu
da: Kan ikke sende mail
de: E-Mail kann nicht gesendet werden
es: No se puede enviar correo
fi: Pysty lähettämään postia
fr_ca: Impossible d'envoyer le courrier
hi: मेल भेजने में असमर्थ
hr: Nije moguće poslati poštu
id: Tidak dapat mengirim email
it: Impossibile inviare posta
ja: メールを送信できません
ko: 메일을 보낼 수 없습니다
ms: Tidak dapat menghantar mel
nl: Kan geen e-mail verzenden
pl: Nie można wysłać poczty
pt_br: Incapaz de enviar correio
ru: Невозможно отправить почту
sv: Det gick inte att skicka e-post
th: ไม่สามารถส่งอีเมล
vi: Không thể gửi mail
zh_hant: 無法發送郵件

# unableToSendMailDefine
source: Your device cannot send mail
cs: Vaše zařízení nemůže odesílat poštu
da: Din enhed kan ikke sende e-mail
de: Ihr Gerät kann keine E-Mails senden
es: Su dispositivo no puede enviar correo
fi: Laitteesi ei voi lähettää sähköpostia
fr_ca: Votre appareil ne peut pas envoyer de courrier
hi: आपका उपकरण मेल नहीं भेज सकता है
hr: Uređaj ne može slati poštu
id: Perangkat Anda tidak dapat mengirim email
it: Il tuo dispositivo non può inviare posta
ja: お使いのデバイスはメールを送信できません
ko: 장치에서 메일을 보낼 수 없습니다
ms: Peranti anda tidak dapat menghantar e-mel
nl: Uw apparaat kan geen e-mail verzenden
pl: Twoje urządzenie nie może wysyłać poczty
pt_br: Seu dispositivo não pode enviar e-mail
ru: Ваше устройство не может отправлять почту
sv: Enheten kan inte skicka e-post
th: อุปกรณ์ของคุณไม่สามารถส่งเมลได้
vi: Không thể gửi mail trên thiết bị này
zh_hant: 您的設備無法發送郵件

source: Payment Every Day
cs: Platba každý den
da: Betaling hver dag
de: Zahlung jeden Tag
es: Pago todos los días
fi: Maksu joka päivä
fr_ca: Paiement tous les jours
hi: हर दिन भुगतान
hr: Plaćanje svaki dan
id: Pembayaran Setiap Hari
it: Pagamento ogni giorno
ja: 毎日の支払い
ko: 매일 지불
ms: Bayaran Setiap Hari
nl: Betaling elke dag
pl: Płatność codziennie
pt_br: Pagamento todos os dias
ru: Оплата каждый день
sv: Betalning varje dag
th: ชำระเงินทุกวัน
vi: Thanh toán hàng ngày
zh_hant: 每天付款

source: Payment Every Week
cs: Platba každý týden
da: Betaling hver uge
de: Zahlung jede Woche
es: Pago cada semana
fi: Maksu joka viikko
fr_ca: Paiement chaque semaine
hi: हर सप्ताह भुगतान
hr: Plaćanje svakog tjedna
id: Pembayaran Setiap Minggu
it: Pagamento ogni settimana
ja: 毎週の支払い
ko: 매주 지불
ms: Bayaran Setiap Minggu
nl: Betaling elke week
pl: Płatność co tydzień
pt_br: Pagamento todas as semanas
ru: Оплата каждую неделю
sv: Betalning varje vecka
th: ชำระเงินทุกสัปดาห์
vi: Thanh toán hàng tuần
zh_hant: 每週付款

source: Payment Every Month
cs: Platba každý měsíc
da: Betaling hver måned
de: Zahlung jeden Monat
es: Pago cada mes
fi: Maksu joka kuukausi
fr_ca: Paiement tous les mois
hi: हर महीने भुगतान
hr: Plaćanje svakog mjeseca
id: Pembayaran Setiap Bulan
it: Pagamento ogni mese
ja: 毎月の支払い
ko: 매월 지불
ms: Bayaran Setiap Bulan
nl: Betaling elke maand
pl: Płatność co miesiąc
pt_br: Pagamento a cada mês
ru: Оплата каждый месяц
sv: Betalning varje månad
th: ชำระเงินทุกเดือน
vi: Thanh toán hàng tháng
zh_hant: 每月付款

source: Payment Every Quarter
cs: Platba každé čtvrtletí
da: Betaling hvert kvartal
de: Zahlung vierteljährlich
es: Pago trimestral
fi: Maksu joka neljännes
fr_ca: Paiement tous les trimestres
hi: भुगतान हर तिमाही
hr: Plaćanje svake četvrtine
id: Pembayaran Setiap Kuartal
it: Pagamento trimestrale
ja: 四半期ごとの支払い
ko: 매 분기 지불
ms: Pembayaran Setiap Suku Tahun
nl: Betaling elk kwartaal
pl: Płatność co kwartał
pt_br: Pagamento a cada trimestre
ru: Выплата ежеквартально
sv: Betalning varje kvartal
th: ชำระเงินทุกไตรมาส
vi: Thanh toán hàng quý
zh_hant: 每季度付款

# paymentEverySixMonth
source: Payment Every 6 Months
cs: Platba každých 6 měsíců
da: Betaling hver 6. måned
de: Zahlung alle 6 Monate
es: Pago cada 6 meses
fi: Maksu 6 kuukauden välein
fr_ca: Paiement tous les 6 mois
hi: हर 6 महीने में भुगतान
hr: Plaćanje svakih 6 mjeseci
id: Pembayaran Setiap 6 Bulan
it: Pagamento ogni 6 mesi
ja: 6ヶ月ごとの支払い
ko: 6 개월마다 지불
ms: Bayaran Setiap 6 Bulan
nl: Betaling elke 6 maanden
pl: Płatność co 6 miesięcy
pt_br: Pagamento a cada 6 meses
ru: Оплата каждые 6 месяцев
sv: Betalning var sjätte månad
th: ชำระทุก 6 เดือน
vi: Thanh toán hàng 6 tháng
zh_hant: 每6個月付款

source: Payment Every Year
cs: Platba každý rok
da: Betaling hvert år
de: Zahlung jedes Jahr
es: Pago cada año
fi: Maksu joka vuosi
fr_ca: Paiement chaque année
hi: हर साल भुगतान
hr: Plaćanje svake godine
id: Pembayaran Setiap Tahun
it: Pagamento ogni anno
ja: 毎年の支払い
ko: 매년 지불
ms: Bayaran Setiap Tahun
nl: Betaling elk jaar
pl: Płatność co roku
pt_br: Pagamento Anual
ru: Оплата каждый год
sv: Betalning varje år
th: ชำระเงินทุกปี
vi: Thanh toán hàng năm
zh_hant: 每年付款

source: Interest
cs: Zájem
da: Interesse
de: Interesse
es: Interés
fi: Korko
fr_ca: Intérêts
hi: ब्याज
hr: Kamata
id: Bunga
it: Interesse
ja: 利息
ko: 이자
ms: faedah
nl: Rente
pl: Zainteresowanie
pt_br: Juro
ru: Начисленные проценты
sv: Ränta
th: ดอกเบี้ย
vi: Lãi
zh_hant: 利息

source: Principal
cs: Jistina
da: Hovedstol
es: Director de escuela
fi: Lyhennys
hi: मूलधन
hr: Glavnica
id: Angsuran Pokok
ja: 元金
ko: 납입원금
ms: Pokok Pinjaman
nl: Aflossing exclusief rente
ru: Платеж в основной долг
th: เงินต้น
vi: Trừ nợ gốc
zh_hant: 本金

source: Balance
de: Restschuld
es: Equilibrar
fi: Jäljellä
fr_ca: Solde
hi: शेष राशि
id: Saldo Pinjaman
ja: 残高
ko: 잔금
ms: Baki Akhir
nl: Saldo
pt_br: Saldo
ru: баланс
th: ยอดคงเหลือยกไป
vi: Nợ gốc còn
zh_hant: 貸款餘額

source: Amortization Schedule
cs: Rozpis amortizace
da: amortiseringsplan
de: Tilgungsplan
es: Plan de amortización
fi: Kuoletusaikataulun
fr_ca: Calendrier d'amortissement
hi: ऋणमुक्ति शेड्युल
hr: Raspored amortizacije
id: Jadwal Amortisasi
it: Piano di ammortamento
ja: 償却スケジュール
ko: 상각 일정
ms: Jadual Pelunasan
nl: Aflossingsschema
pl: Harmonogram amortyzacji
pt_br: Cronograma de Amortização
ru: план погашения
sv: Avskrivningsplan
th: กำหนดการตัดจำหน่าย
vi: Bảng khấu trừ
zh_hant: 摊销时间表

# questionAbout
source: Question about Loan Calculator
cs: Otázka ohledně kalkulačky půjčky
da: Spørgsmål om låneberegner
de: Frage zum Kreditrechner
es: Pregunta sobre la calculadora de préstamos
fi: Kysymys lainalaskimesta
fr_ca: Question sur le calculateur de prêt
hi: ऋण कैलकुलेटर के बारे में प्रश्न
hr: Pitanje o kreditnom kalkulatoru
id: Pertanyaan tentang Simulasi Pinjaman
it: Domanda sul calcolatore del prestito
ja: ローン計算機に関する質問
ko: 대출 계산기에 관한 질문
ms: Soalan mengenai Kalkulator Pinjaman
nl: Vraag over Leningcalculator
pl: Pytanie o Kalkulator Kredytowy
pt_br: Pergunta sobre Simulador de Empréstimos
ru: Вопрос о кредитном калькуляторе
sv: Fråga om lånekalkylatorn
th: คำถามเกี่ยวกับเครื่องคำนวณเงินกู้
vi: Câu hỏi về Tính Lãi Vay
zh_hant: 关于贷款计算器的问题

source: Edit
cs: Upravit
de: Bearbeiten
es: Editar
fi: Muokata
fr_ca: Éditer
hi: संपादित करें
hr: Uredi
it: Modifica
ja: 編集
ko: 편집하다
nl: Bewerk
pl: Edytować
pt_br: Editar
ru: редактировать
sv: Redigera
th: แก้ไข
vi: Sửa
zh_hant: 编辑

source: Edit Name
cs: Upravit jméno
da: Rediger navn
de: Namen bearbeiten
es: Editar nombre
fi: Muokkaa nimeä
fr_ca: Modifier le nom
hi: नाम संपादित करें
hr: Uredi ime
id: Edit Nama
it: Modifica nome
ja: 名前の編集
ko: 이름 수정
ms: Edit Nama
nl: Naam bewerken
pl: Edytuj imię
pt_br: Editar nome
ru: Редактировать имя
sv: Redigera namn
th: แก้ไขชื่อ
vi: Sưa tên
zh_hant: 编辑名称

source: Edit purchase date
cs: Upravit datum nákupu
da: Rediger købsdato
de: Kaufdatum bearbeiten
fi: Muokkaa ostopäivä
fr_ca: Modifier la date d'achat
hi: खरीद दिनांक संपादित करें
hr: Uredite datum kupnje
id: Edit tanggal pembelian
it: Modifica la data di acquisto
ja: 購入日を編集する
ko: 구매 일 수정
ms: Edit tarikh pembelian
nl: Bewerk de aankoopdatum
pl: Edytuj datę zakupu
pt_br: Editar data de compra
ru: Изменить дату покупки
sv: Redigera inköpsdatum
th: แก้ไขวันที่ซื้อของคุณ
vi: Sửa ngày vay
zh_hant: 修改购买日期

# upgradeAndRemoveAdsDetails0
source: This feature is locked.
cs: Tato funkce je uzamčena.
da: Denne funktion er låst.
de: Diese Funktion ist gesperrt.
es: Esta función está bloqueada.
fi: Tämä ominaisuus on lukittu.
fr_ca: Cette fonction est verrouillée.
hi: यह सुविधा लॉक कर दी गई है।
hr: Ova je značajka zaključana.
id: Fitur ini terkunci.
it: Questa funzione è bloccata.
ja: この機能はロックされています。
ko: 이 기능은 잠겨 있습니다.
ms: Ciri ini dikunci.
nl: Deze functie is vergrendeld.
pl: Ta funkcja jest zablokowana.
pt_br: Este recurso está bloqueado.
ru: Эта функция заблокирована.
sv: Den här funktionen är låst.
th: คุณสมบัตินี้ถูกล็อค
vi: Tính năng này đã bị khóa.
zh_hant: 此功能已锁定。

# upgradeAndRemoveAds
source: Upgrade to remove ads and unlock all features. Only
cs: Upgradujte, abyste odstranili reklamy a odemkli všechny funkce. Pouze
da: Opgrader for at fjerne annoncer og låse op for alle funktioner. Kun
de: Aktualisieren Sie, um Anzeigen zu entfernen und alle Funktionen freizuschalten. Nur
es: Actualice para eliminar anuncios y desbloquear todas las funciones. Solo
fi: Päivitä mainosten poistamiseksi ja kaikkien ominaisuuksien avaamiseksi. Vain
fr_ca: Mettez à niveau pour supprimer les publicités et déverrouiller toutes les fonctionnalités. Seulement
hi: विज्ञापनों को हटाने और सभी सुविधाओं को अनलॉक करने के लिए अपग्रेड करें। केवल
hr: Nadogradite da biste uklonili oglase i otključali sve značajke. Samo
id: Tingkatkan versi untuk menghapus iklan dan membuka kunci semua fitur. Hanya
it: Esegui l'upgrade per rimuovere gli annunci e sbloccare tutte le funzionalità. Solo
ja: アップグレードして広告を削除し、すべての機能のロックを解除します。 たったの
ko: 광고를 제거하고 모든 기능을 잠금 해제하려면 업그레이드하세요. 단
ms: Naik taraf untuk membuang iklan dan membuka kunci semua ciri. Sahaja
nl: Upgrade om advertenties te verwijderen en alle functies te ontgrendelen. Slechts
pl: Uaktualnij, aby usunąć reklamy i odblokować wszystkie funkcje. Tylko
pt_br: Faça upgrade para remover anúncios e desbloquear todos os recursos. Somente
ru: Обновите, чтобы удалить рекламу и разблокировать все функции. Только
sv: Uppgradera för att ta bort annonser och låsa upp alla funktioner. Endast
th: อัปเดตเพื่อลบโฆษณาและปลดล็อกคุณสมบัติทั้งหมด เพียง
vi: Nâng cấp để loại bỏ quảng cáo và mở khóa tất cả các tính năng. Chỉ
zh_hant: 升级以删除广告并解锁所有功能。 仅有的

# upgradeAndRemoveAdsDetails1
source: - Email the results
cs: - Výsledky pošlete e-mailem
da: - Send resultaterne via e-mail
de: - E-Mail die Ergebnisse
es: - Envíe los resultados por correo electrónico
fi: - Lähetä tulokset sähköpostitse
fr_ca: - Envoyez les résultats par e-mail
hi: - परिणाम ईमेल करें
hr: - Pošaljite rezultate e-poštom
id: - Kirim hasilnya lewat email
it: - Invia i risultati tramite email
ja: - 結果をメールで送信
ko: - 결과를 이메일로 보내기
ms: - E-mel hasilnya
nl: - E-mail de resultaten
pl: - Wyślij wyniki e-mailem
pt_br: - Enviar os resultados por e-mail
ru: - Отправьте результаты по электронной почте
sv: - Skicka resultaten via e-post
th: - ส่งอีเมลผลลัพธ์
vi: - Gửi Mail kết quả
zh_hant: - 用电子邮件发送结果

# upgradeAndRemoveAdsDetails2
source: - Export to CSV file
cs: - Export do souboru CSV
da: - Eksporter til CSV-fil
de: - In CSV-Datei exportieren
es: - Exportar a archivo CSV
fi: - Vie CSV-tiedostoon
fr_ca: - Exporter vers un fichier CSV
hi: - CSV फ़ाइल में निर्यात करें
hr: - Izvoz u CSV datoteku
id: - Ekspor ke file CSV
it: - Esporta in file CSV
ja: - CSVファイルにエクスポート
ko: - CSV 파일로 내보내기
ms: - Eksport ke fail CSV
nl: - Exporteren naar CSV-bestand
pl: - Eksportuj do pliku CSV
pt_br: - Exportar para arquivo CSV
ru: - Экспорт в файл CSV
sv: - Exportera till CSV-fil
th: - ส่งออกเป็นไฟล์ CSV
vi: - Xuất ra file CSV (Excel)
zh_hant: - 导出到CSV文件

# upgradeAndRemoveAdsDetails3
source: - Calculate Loan Period
cs: - Výpočet výpůjčního období
da: - Beregning af låneperioden
de: - Berechnung der Leihfrist
es: - Cálculo del período de préstamo
fi: - Laina-ajan laskenta
fr_ca: - Calcul de la durée du prêt
hi: - ऋण की अवधि की गणना
hr: - Izračun razdoblja zajma
id: - Perhitungan jangka waktu pinjaman
it: - Calcolo del periodo di prestito
ja: - ローン期間の計算
ko: - 대출 기간 계산
ms: - Pengiraan tempoh pinjaman
nl: - Berekening van de uitleenperiode
pl: - Obliczanie okresu kredytowania
pt_br: - Cálculo do período de empréstimo
ru: - Расчет срока кредита
sv: - Lånperiodberäkning
th: - การคำนวณระยะเวลาเงินกู้
vi: - Tính thời gian trả nợ
zh_hant: - 贷款期限计算

# upgradeAndRemoveAdsDetails4
source: - Compare Loans
cs: - Porovnat půjčky
da: - Sammenlign lån
de: - Kredite vergleichen
es: - Comparar préstamos
fi: - Vertaa lainoja
fr_ca: - Comparez les prêts
hi: - ऋणों की तुलना करें
hr: - Usporedite zajmove
id: - Bandingkan Pinjaman
it: - Confronta prestiti
ja: - ローンを比較する
ko: - 대출 비교
ms: - Bandingkan Pinjaman
nl: - Vergelijk leningen
pl: - Porównaj pożyczki
pt_br: - Compare Empréstimos
ru: - Сравнить ссуды
sv: - Jämför lån
th: - เปรียบเทียบสินเชื่อ
vi: - So sánh các khoản vay
zh_hant: - 比較貸款

# lifeTimeUpgrade
source: Lifetime Upgrade, only
cs: Doživotní upgrade, pouze
da: Livstids Opgradering, kun
de: Lebenslanges Upgrade, nur
es: Actualización de por vida, solo
fi: Elinikäinen päivitys, vain
fr_ca: Mise à niveau à vie, seulement
hi: आजीवन अपग्रेड, केवल
hr: Doživotna nadogradnja, samo
id: Upgrade Seumur Hidup, hanya
it: Aggiornamento a vita, solo
ja: 生涯アップグレード、たったの
ko: 평생 업그레이드, 단
ms: Naik Taraf Seumur Hidup, hanya
nl: Levenslange upgrade, slechts
pl: Dożywotnia aktualizacja, tylko
pt_br: Upgrade vitalício, apenas
ru: Пожизненное обновление, всего
sv: Livstids Uppgradering, endast
th: อัพเกรดตลอดชีพ เพียง
vi: Nâng cấp trọn đời, chỉ
zh_hant: 终身升级，只需

# decimalPlaces0To8
source: Decimal places must be a natural number between 0 and 8
cs: Desetinná místa musí být přirozené číslo mezi 0 a 8
da: Decimaler skal være et naturligt tal mellem 0 og 8
de: Nachkommastellen müssen eine natürliche Zahl zwischen 0 und 8 sein
es: Los lugares decimales deben ser un número natural entre 0 y 8
fi: Desimaalien on oltava luonnollinen luku väliltä 0–8
fr_ca: Les décimales doivent être un nombre naturel compris entre 0 et 8
hi: दशमलव स्थान 0 और 8 के बीच एक प्राकृत संख्या होनी चाहिए।
hr: Decimalna mjesta moraju biti prirodni broj između 0 i 8
id: Tempat desimal harus berupa bilangan asli antara 0 dan 8
it: I decimali devono essere un numero naturale compreso tra 0 e 8
ja: 小数点以下の桁数は、0から8までの自然数でなければなりません
ko: 소수점 이하 자릿수는 0에서 8 사이의 자연수여야 합니다.
ms: Tempat perpuluhan mestilah nombor semula jadi antara 0 dan 8
nl: Decimale getallen moeten een natuurlijk getal zijn tussen 0 en 8
pl: Miejsca dziesiętne muszą być liczbą naturalną z zakresu od 0 do 8
pt_br: As casas decimais devem ser um número natural entre 0 e 8
ru: Десятичные разряды должны быть натуральными числами от 0 до 8.
sv: Decimal platser måste vara ett naturligt tal mellan 0 och 8
th: ตำแหน่งทศนิยมต้องเป็นตัวเลขธรรมชาติระหว่าง 0 ถึง 8
vi: Hàng chữ số thập phân phải là một số tự nhiên từ 0 đến 8
zh_hant: 小數位必須是 0 到 8 之間的自然數

source: Decimal Places
cs: Desetinná místa
da: Decimalpladser
de: Nachkommastellen
es: Lugares decimales
fi: Desimaalipaikka
fr_ca: Nombre de décimales
hi: दशमलव स्थानों
hr: Decimalna mjesta
id: Tempat desimal
it: Posizioni decimali
ja: 小数点以下の桁数
ko: 소수점 이하 자릿수
ms: Tempat perpuluhan
nl: Decimale plaatsen
pl: Miejsca dziesiętne
pt_br: Casas decimais
ru: Десятичные разряды
sv: Decimal platser
th: ตำแหน่งทศนิยม
vi: Hàng chữ số thập phân
zh_hant: 小數位

# decimalPlacesAlert
source: Enter a natural number from 0 to 8
cs: Zadejte přirozené číslo od 0 do 8
da: Indtast et naturligt tal fra 0 til 8
de: Geben Sie eine natürliche Zahl von 0 bis 8 ein
es: Ingrese un número natural del 0 al 8
fi: Syötä luonnollinen luku 0 - 8
fr_ca: Entrez un nombre naturel de 0 à 8
hi: 0 से 8 तक एक प्राकृत संख्या दर्ज करें।
hr: Unesite prirodni broj od 0 do 8
id: Masukkan bilangan asli dari 0 hingga 8
it: Inserisci un numero naturale da 0 a 8
ja: 0から8までの自然数を入力します
ko: 0에서 8 사이의 자연수를 입력하세요.
ms: Masukkan nombor semula jadi dari 0 hingga 8
nl: Voer een natuurlijk getal in van 0 tot 8
pl: Wpisz liczbę naturalną od 0 do 8
pt_br: Insira um número natural de 0 a 8
ru: Введите натуральное число от 0 до 8
sv: Ange ett naturligt tal från 0 till 8
th: ป้อนตัวเลขธรรมชาติตั้งแต่ 0 ถึง 8
vi: Nhập một số tự nhiên từ 0 đến 8
zh_hant: 輸入一個從 0 到 8 的自然數

source: Restore was successful!
cs: Obnovení proběhlo úspěšně!
da: Gendannelsen lykkedes!
de: Wiederherstellung war erfolgreich!
es: Restaurar fue exitosa!
fi: Palautus onnistui!
fr_ca: La restauration a réussi !
hi: पुनर्स्थापना सफल रही!
hr: Obnova je uspjela!
id: Pemulihan berhasil!
it: Il ripristino è riuscito!
ja: 復元に成功しました
ko: 복원에 성공했습니다!
ms: Pemulihan berjaya!
nl: Het herstellen is gelukt!
pl: Przywracanie powiodło się!
pt_br: A restauração foi bem-sucedida!
ru: Восстановление прошло успешно!
sv: Återställningen lyckades!
th: กู้คืนสำเร็จแล้ว!
vi: Khôi phục đã thành công!
zh_hant: 還原成功!

source: Premium
cs: Prémiová
hi: प्रीमियम
ja: プレミアム
ko: 프리미엄
ru: Премиум
th: พรีเมี่ยม
vi: Cao cấp

source: Back
cs: Zpět
da: Tilbage
de: Zurück
es: Atrás
fi: Takaisin
fr_ca: Retour
hi: पीछे
hr: Natrag
id: Kembali
it: Indietro
ja: 戻る
ko: 뒤로
ms: Kembali
nl: Terug
pl: Wstecz
pt_br: Voltar
ru: Назад
sv: Tillbaka
th: กลับ
vi: Trở lại
zh_hant: 返回

source: Loan Calculator
cs: Kalkulačka půjček
da: Låneberegner
de: Kreditrechner
es: Calculadora de préstamo
fi: Lainalaskuri
fr_ca: Calculateur de prêt
hi: ऋण गणक
hr: Kalkulator kredita
id: Kalkulator pinjaman
it: Calcolatore di prestito
ja: ローン計算機
ko: 대출 계산기
ms: Kalkulator Pinjaman
nl: Lening Berekenen
pl: Kalkulator pożyczek
pt_br: Calculadora de Empréstimos
ru: Кредитный калькулятор
sv: Lånekalkylator
th: เครื่องคำนวณสินเชื่อ
vi: Máy tính Khoản vay
zh_hant: 貸款計算器

# upgradeToRemoveAdsAndUnlockAllFeature
source: Upgrade to remove ads and unlock all functions. You only need to upgrade once to unlock all features forever.
cs: Upgradujte, abyste odstranili reklamy a odemkli všechny funkce. K odemčení všech funkcí navždy stačí provést pouze jednou.
da: Opgrader for at fjerne annoncer og låse alle funktioner op. Du behøver kun at opgradere én gang for at låse alle funktioner op for evigt.
de: Aktualisieren Sie, um Anzeigen zu entfernen und alle Funktionen freizuschalten. Sie müssen nur einmal upgraden, um alle Funktionen für immer freizuschalten.
es: Actualice para eliminar anuncios y desbloquear todas las funciones. Solo necesita actualizar una vez para desbloquear todas las funciones para siempre.
fi: Poista mainokset ja avaa kaikki toiminnot päivittämällä. Sinun on päivitettävä vain kerran, jotta voit avata kaikki ominaisuudet ikuisesti.
fr_ca: Mettez à niveau pour supprimer les publicités et déverrouiller toutes les fonctions. Vous n'avez besoin de mettre à niveau qu'une seule fois pour déverrouiller toutes les fonctionnalités pour toujours.
hi: विज्ञापनों को हटाने और सभी कार्यों को अनलॉक करने के लिए अपग्रेड करें। सभी सुविधाओं को हमेशा के लिए अनलॉक करने के लिए आपको केवल एक बार अपग्रेड करना होगा।
hr: Nadogradite da biste uklonili oglase i otključali sve funkcije. Morate nadograditi samo jednom da biste zauvijek otključali sve značajke.
id: Tingkatkan untuk menghapus iklan dan membuka kunci semua fungsi. Anda hanya perlu memutakhirkan sekali untuk membuka kunci semua fitur selamanya.
it: Esegui l'upgrade per rimuovere gli annunci e sbloccare tutte le funzioni. Devi solo eseguire l'aggiornamento una volta per sbloccare tutte le funzionalità per sempre.
ja: アップグレードして広告を削除し、すべての機能のロックを解除します。 すべての機能のロックを永久に解除するには、一度アップグレードするだけで済みます。
ko: 광고를 제거하고 모든 기능을 잠금 해제하려면 업그레이드하세요. 모든 기능을 영원히 잠금 해제하려면 한 번만 업그레이드하면 됩니다.
ms: Naik taraf untuk membuang iklan dan membuka kunci semua fungsi. Anda hanya perlu menaik taraf sekali untuk membuka semua ciri selama-lamanya.
nl: Upgrade om advertenties te verwijderen en alle functies te ontgrendelen. U hoeft maar één keer te upgraden om alle functies voor altijd te ontgrendelen.
pl: Uaktualnij, aby usunąć reklamy i odblokować wszystkie funkcje. Wystarczy raz zaktualizować, aby odblokować wszystkie funkcje na zawsze.
pt_br: Atualize para remover anúncios e desbloquear todas as funções. Você só precisa atualizar uma vez para desbloquear todos os recursos para sempre.
ru: Обновите, чтобы удалить рекламу и разблокировать все функции. Вам нужно выполнить обновление только один раз, чтобы навсегда разблокировать все функции.
sv: Uppgradera för att ta bort annonser och låsa upp alla funktioner. Du behöver bara uppgradera en gång för att låsa upp alla funktioner för alltid.
th: อัปเกรดเพื่อลบโฆษณาและปลดล็อกฟังก์ชันทั้งหมด คุณต้องอัปเกรดเพียงครั้งเดียวเพื่อปลดล็อกคุณลักษณะทั้งหมดตลอดไป.
vi: Nâng cấp để loại bỏ quảng cáo và mở khóa tất cả các chức năng. Bạn chỉ cần nâng cấp một lần để mở khóa tất cả các tính năng mãi mãi.
zh_hant: 升級以去除廣告並解鎖所有功能。 您只需升級一次即可永久解鎖所有功能。

# calculateLoanPeriods
source: Repayment Period Calculator
cs: Kalkulačka doby splácení
da: Lommeregner for tilbagebetalingstid
de: Rechner für die Rückzahlung der Schulden
es: Calculadora del período de amortización
fi: Velan takaisinmaksu aika laskin
fr_ca: Calculateur de période de remboursement
hi: चुकौती अवधि कैलक्यूलेटर
hr: Kalkulator razdoblja otplate
id: Kalkulator Periode Pembayaran
it: Calcolatore del periodo di rimborso
ja: 返済期間計算機
ko: 상환 기간 계산기
ms: Kalkulator Tempoh Bayaran Balik
nl: Rekenmachine voor terugbetalingsperiode
pl: Kalkulator okresu spłaty
pt_br: Calculadora do período de reembolso
ru: Калькулятор срока погашения
sv: Återbetalningsperiodskalkylator
th: เครื่องคำนวณระยะเวลาการชำระคืน
vi: Tính thời gian trả nợ
zh_hant: 还款期计算器

# compareLoans
source: Loans Comparison
cs: Loans Porovnání
da: Sammenligning af lån
de: Kredite vergleichen
es: Comparación de préstamos
fi: Lainojen vertailu
fr_ca: Comparaison des prêts
hi: ऋण तुलना
hr: Usporedba zajmova
id: Perbandingan Pinjaman
it: Confronto dei prestiti
ja: ローンの比較
ko: 대출 비교
ms: Perbandingan Pinjaman
nl: Leningen vergelijking
pl: Porównanie kredytów
pt_br: Comparação de empréstimos
ru: Сравнение кредитов
sv: Jämförelse av lån
th: เปรียบเทียบสินเชื่อ
vi: So sánh khoản vay
zh_hant: 贷款比较
