Repository: 13520178/Loan-Calculator
Catalog: *.lproj/Localizable.strings
Languages: cs, da, de, es, fi, fr_ca, hi, hr, id, it, ja, ko, ms, nl, pl, pt_br, ru, sv, th, vi, zh_hant

# emailTheResult
source: Email the Results
cs: ✪ Výsledky pošlete e -mailem
da: ✪ Send resultaterne via e -mail
de: ✪ Senden Sie die Ergebnisse per E-Mail
es: ✪ Envíe los resultados por correo electrónico
fi: ✪ Lähetä tulokset sähköpostitse
fr_ca: ✪ Envoyez les résultats par courriel
hi: ✪ ई मेल द्वारा परिणाम भेजें
hr: ✪ Pošaljite rezultate putem e -pošte
id: ✪ Kirimkan hasilnya melalui email
it: ✪ E-mail risultati
ja: ✪ 結果をメールで送信
ko: ✪ 이메일로 결과를 보냅니다
ms: ✪ E-mel Hasilnya
nl: ✪ E-mail de resultaten
pl: ✪ Wyślij wyniki pocztą e-mail
pt_br: ✪ Enviar os resultados por e-mail
ru: ✪ Отправить результаты по электронной почте
sv: ✪ Mejla resultaten
th: ✪ ส่งอีเมลผลลัพธ์
vi: Gửi kết quả qua email
zh_hant: ✪ 将结果通过电子邮件发送

# exportToCSV
source: Export to CSV File
cs: ✪ Export do souboru CSV
da: ✪ Eksporter til CSV -fil
de: ✪ In CSV-Datei exportieren
es: ✪ Exportar a archivo CSV
fi: ✪ Vie CSV -tiedostoon
fr_ca: ✪ Exporter vers un fichier CSV
hi: ✪ CSV फ़ाइल में निर्यात करें
hr: ✪ Izvezi u CSV datoteku
id: ✪ Ekspor ke File CSV
it: ✪ Esporta in file CSV
ja: ✪ CSVファイルにエクスポート
ko: ✪ CSV 파일로 내보내기
ms: ✪ Eksport ke Fail CSV
nl: ✪ Exporteren naar CSV-bestand
pl: ✪ Eksportuj do pliku CSV
pt_br: ✪ Exportar para arquivo CSV
ru: ✪ Экспорт в файл CSV
sv: ✪ Exportera till CSV -fil
th: ✪ ส่งออกเป็นไฟล์ CSV
vi: Xuất sang tệp CSV
zh_hant: ✪ 導出到 CSV 文件

source: Set Decimal Places
cs: ✪ Nastavte desetinná místa
da: ✪ Indstil decimal placeringer
de: ✪ Nachkommastellen setzen
es: ✪ Establecer lugares decimales
fi: ✪ Aseta desimaalipaikat
fr_ca: ✪ Définissez les décimales
hi: ✪ दशमलव स्थान सेट करें
hr: ✪ Postavite decimalna mjesta
id: ✪ Tetapkan Tempat Desimal
it: ✪ Impostare posizioni decimali
ja: ✪ 小数位を設定する
ko: ✪ 소수점 이하 자릿수 설정
ms: ✪ Tetapkan Tempat Perpuluhan
nl: ✪ Decimale plaatsen instellen
pl: ✪ Ustaw miejsca dziesiętne
pt_br: ✪ Definir casas decimais
ru: ✪ Установить десятичные разряды
sv: ✪ Ställ in decimal platser
th: ✪ กำหนดตำแหน่งทศนิยม
vi: Cài đặt hàng chữ số thập phân
zh_hant: ✪ 設置小數位

source: Remove Ads
cs: ✪ Odebrat reklamy
da: ✪ Fjern annoncer
de: ✪ Anzeigen entfernen
es: ✪ Quitar anuncios
fi: ✪ Poista mainokset
fr_ca: ✪ Supprimer la pub
hi: ✪ विज्ञापन हटाएँ
hr: ✪ Makni reklame
id: ✪ Hilangkan iklan
it: ✪ Rimuovere gli annunci
ja: ✪ 広告を削除
ko: ✪ 광고를 제거하다
ms: ✪ Alih Keluar Iklan
nl: ✪ Verwijder advertenties
pl: ✪ Usuń reklamy
pt_br: ✪ Remover propagandas
ru: ✪ Убрать рекламу
sv: ✪ Ta bort annonser
th: ✪ ลบโฆษณา
vi: Xóa quảng cáo
zh_hant: ✪ 移除廣告

source: Support Our Development
cs: ✪ Podpořte náš rozvoj
da: ✪ Støt vores udvikling
de: ✪ Unterstützt unsere Entwicklung
es: ✪ Apoya nuestro desarrollo
fi: ✪ Tue kehitystämme
fr_ca: ✪ Soutenez notre développement
hi: ✪ हमारे विकास का समर्थन करें
hr: ✪ Podržite naš razvoj
id: ✪ Dukung Perkembangan Kami
it: ✪ Sostieni il nostro sviluppo
ja: ✪ 私たちの開発をサポートする
ko: ✪ 우리의 발전을 지원하십시오
ms: ✪ Sokong Perkembangan Kami
nl: ✪ Steun onze ontwikkeling
pl: ✪ Wspieraj nasz rozwój
pt_br: ✪ Apoie Nosso Desenvolvimento
ru: ✪ Поддержите наше развитие
sv: ✪ Stöd vår utveckling
th: ✪ สนับสนุนการพัฒนาของเรา
vi: Hỗ trợ sự phát triển của chúng tôi
zh_hant: ✪ 支持我們的發展

source: Upgrade
cs: Upgradovat
da: Opgrader
de: Aktualisierung
es: Actualizar
fi: Päivitä
fr_ca: Mise à niveau
hi: अपग्रेड
hr: Nadogradi
id: Tingkatkan
it: Aggiornare
ja: アップグレード
ko: 업그레이드
ms: Naik taraf
pl: Uaktualnij
pt_br: Atualizar
ru: Обновление
sv: Uppgradera
th: อัพเกรด
vi: Nâng cấp
zh_hant: 升級

source: Not Now
cs: Teď ne
da: Ikke nu
de: Nicht jetzt
es: Ahora no
fi: Ei nyt
fr_ca: Pas maintenant
hi: अभी नहीं
hr: Ne sada
id: Tidak sekarang
it: Non adesso
ja: 今はやめろ
ko: 지금 아님
ms: Bukan sekarang
nl: Niet nu
pl: Nie teraz
pt_br: Agora não
ru: Не сейчас
sv: Inte nu
th: ไม่ใช่ตอนนี้
vi: Không phải bây giờ
zh_hant: 現在不要

source: No Ad Available
vi: Không có quảng cáo nào khả dụng

source: Ad is not ready yet. Please try again later.
vi: Quảng cáo chưa sẵn sàng. Vui lòng thử lại sau.

source: From
vi: Từ

source: to
vi: đến
