Repository: 13520178/Loan-Calculator
Catalog: *.lproj/Localizable.strings
Languages: cs, da, de, es, fi, fr_ca, hi, hr, id, it, ja, ko, ms, nl, pl, pt_br, ru, sv, th, vi, zh_hant

# country
source: US
cs: PO
da: VN
de: VN
es: SPA
fi: PO
fr_ca: FR
hr: VN
id: INDO
it: ITA
ja: JAPAN
ko: KOREA
ms: MALAY
nl: HALAN
pl: PO
pt_br: BRA
ru: RUS
sv: PO
th: THAI
vi: VN
zh_hant: HKTW

# theLoanTermTooBigYears
source: The loan term (Year) is too big, please try again!
cs: Doba půjčky (rok) je příliš velká, zkuste to prosím znovu!
da: Låneperioden (år) er for stor, prøv igen!
de: Die Darlehenslaufzeit (Jahr) ist zu groß, bitte versuchen Sie es erneut!
es: El plazo del préstamo (año) es demasiado grande. Inténtelo de nuevo!
fi: Laina-aika (vuosi) on liian iso, yritä uudelleen!
fr_ca: La durée du prêt (année) est trop élevée, veuillez réessayer!
hi: ऋण अवधि (वर्ष) बहुत बड़ी है, कृपया पुनः प्रयास करें!
hr: Rok zajma (godina) je prevelik, pokušajte ponovo!
id: Jangka waktu pinjaman (Tahun) terlalu besar, silahkan coba lagi!
it: La durata del prestito (anno) è troppo grande, riprova!
ja: 貸付期間（年）が長すぎますので、もう一度お試しください！
ko: 대출 기간 (년)이 너무 큽니다. 다시 시도하십시오!
ms: Tempoh pinjaman (Tahun) terlalu besar, sila cuba lagi!
nl: De uitleentermijn (jaar) is te lang, probeer het opnieuw!
pl: Okres pożyczki (rok) jest zbyt długi, spróbuj ponownie!
pt_br: O prazo do empréstimo (ano) é muito grande, tente novamente!
ru: Срок кредита (Год) слишком велик, попробуйте еще раз!
sv: Lånetiden (året) är för stor, försök igen!
th: ระยะเวลากู้ยืม (ปี) ใหญ่เกินไปโปรดลองอีกครั้ง!
vi: Thời gian vay (số năm) quá lớn, vui lòng thử lại!
zh_hant: 貸款期限（年）太大，請重試！

# theLoanTermTooBigMonths
source: The loan term (Month) is too big, please try again!
cs: Výpůjční lhůta (měsíc) je příliš velká, zkuste to prosím znovu!
da: Låneperioden (måned) er for stor, prøv igen!
de: Die Darlehenslaufzeit (Monat) ist zu groß, bitte versuchen Sie es erneut!
es: El plazo del préstamo (mes) es demasiado grande, inténtelo de nuevo!
fi: Laina-aika (kuukausi) on liian suuri, yritä uudelleen!
fr_ca: La durée du prêt (mois) est trop élevée, veuillez réessayer!
hi: ऋण अवधि (महीना) बहुत बड़ा है, कृपया पुनः प्रयास करें!
hr: Rok zajma (mjesec) je prevelik, pokušajte ponovo!
id: Jangka waktu pinjaman (Bulan) terlalu besar, harap coba lagi!
it: La durata del prestito (mese) è troppo grande, riprova!
ja: ローン期間（月）が長すぎますので、もう一度お試しください！
ko: 대출 기간 (월)이 너무 큽니다. 다시 시도하십시오!
ms: Tempoh pinjaman (Bulan) terlalu besar, sila cuba lagi!
nl: De uitleentermijn (maand) is te lang, probeer het opnieuw!
pl: Okres pożyczki (miesiąc) jest za długi, spróbuj ponownie!
pt_br: O prazo do empréstimo (mês) é muito grande, tente novamente!
ru: Срок кредита (месяц) слишком велик, попробуйте еще раз!
sv: Lånetiden (månaden) är för stor, försök igen!
th: ระยะเวลาเงินกู้ (เดือน) ใหญ่เกินไปโปรดลองอีกครั้ง!
vi: Thời gian vay (số tháng) quá lớn, vui lòng thử lại!
zh_hant: 貸款期限（月）太大，請重試！

# pleaseTapCalculate
source: Please tap 'Calculate' in the Input tab before using this feature
cs: Než použijete tuto funkci, klepněte na možnost Vypočítat na kartě Vstup
da: Tryk på Beregn under fanen Input, inden du bruger denne funktion
de: Tippen Sie auf der Registerkarte Eingabe auf Berechnen, bevor Sie diese Funktion verwenden
es: Toque Calcular en la pestaña Entrada antes de usar esta función
fi: Napauta Laske-kohdassa Tulo-välilehteä, ennen kuin käytät tätä ominaisuutta
fr_ca: Veuillez appuyer sur Calculer sous l'onglet Entrée avant d'utiliser cette fonctionnalité
hi: कृपया इस सुविधा का उपयोग करने से पहले इनपुट टैब के अंतर्गत गणना पर टैप करें
hr: Prije upotrebe ove značajke dodirnite Izračunaj na kartici Unos
id: Silakan ketuk Hitung di bawah tab Input sebelum menggunakan fitur ini
it: Si prega di toccare Calcola nella scheda Input prima di utilizzare questa funzione
ja: この機能を使用する前に、[入力]タブの[計算]をタップしてください
ko: 이 기능을 사용하기 전에 입력 탭에서 계산을 탭하십시오
ms: Sila ketik Kira di bawah tab Input sebelum menggunakan ciri ini
nl: Tik op Berekenen op het tabblad Invoer voordat u deze functie gebruikt
pl: Przed skorzystaniem z tej funkcji dotknij opcji Oblicz na karcie Dane wejściowe
pt_br: Toque em Calcular na guia Entrada antes de usar este recurso
ru: Перед использованием этой функции нажмите «Рассчитать» на вкладке «Ввод».
sv: Tryck på Beräkna under fliken Ingång innan du använder den här funktionen
th: โปรดแตะคำนวณใต้แท็บป้อนข้อมูลก่อนใช้คุณสมบัตินี้
vi: Vui lòng ấn 'Tính Toán' trước khi sử dụng tính năng này
zh_hant: 使用此功能之前，請點擊“輸入”選項卡下的“計算”

# thereWasAnError
source: There was an error in the input process, please check again.
cs: Při zadávání došlo k chybě. Zkontrolujte to prosím znovu.
da: Der opstod en fejl i inputprocessen. Kontroller igen.
de: Beim Eingabevorgang ist ein Fehler aufgetreten. Bitte überprüfen Sie ihn erneut.
es: Hubo un error en el proceso de entrada, verifique nuevamente.
fi: Syöttöprosessissa tapahtui virhe. Tarkista uudelleen.
fr_ca: Une erreur s'est produite lors du processus de saisie, veuillez vérifier à nouveau.
hi: इनपुट प्रक्रिया में कोई त्रुटि थी, कृपया पुनः जाँच करें।
hr: Došlo je do pogreške u procesu unosa, provjerite ponovo.
id: Terjadi kesalahan dalam proses masukan, harap periksa kembali.
it: Si è verificato un errore durante il processo di immissione, ricontrolla.
ja: 入力プロセスでエラーが発生しました。もう一度確認してください。
ko: 입력 과정에서 오류가 발생했습니다. 다시 확인하세요.
ms: Terdapat ralat dalam proses input, periksa lagi.
nl: Er is een fout opgetreden tijdens het invoerproces. Controleer het opnieuw.
pl: Wystąpił błąd podczas wprowadzania danych, sprawdź ponownie.
pt_br: Ocorreu um erro no processo de entrada, verifique novamente.
ru: В процессе ввода произошла ошибка, проверьте еще раз.
sv: Det uppstod ett fel i inmatningsprocessen. Kontrollera igen.
th: เกิดข้อผิดพลาดในกระบวนการป้อนข้อมูลโปรดตรวจสอบอีกครั้ง
vi: Có lỗi xảy ra, vui lòng thử lại
zh_hant: 輸入過程中出現錯誤，請再次檢查。

# theLoanInterestRateTooBig
source: The Interest Rate is too big, please try again!
cs: Výpůjční lhůta je příliš velká, zkuste to prosím znovu!
da: Lånetiden er for stor, prøv igen!
de: Die Darlehenslaufzeit ist zu groß, bitte versuchen Sie es erneut!
es: El plazo del préstamo es demasiado grande. Vuelve a intentarlo.!
fi: Laina-aika on liian suuri, yritä uudelleen!
fr_ca: La durée du prêt est trop longue, veuillez réessayer!
hi: ऋण की अवधि बहुत बड़ी है, कृपया पुनः प्रयास करें!
hr: Rok zajma je prevelik, pokušajte ponovo!
id: Jangka waktu pinjaman terlalu besar, harap coba lagi!
it: La durata del prestito è troppo grande, riprova!
ja: ローン期間が長すぎますので、もう一度お試しください！
ko: 대출 기간이 너무 큽니다. 다시 시도하십시오!
ms: Jangka masa pinjaman terlalu besar, sila cuba lagi!
nl: De uitleentermijn is te lang, probeer het opnieuw!
pl: Okres pożyczki jest zbyt długi, spróbuj ponownie!
pt_br: O prazo do empréstimo é muito grande, tente novamente!
ru: Срок кредита слишком велик, попробуйте еще раз!
sv: Lånetiden är för stor, försök igen!
th: ระยะเวลาเงินกู้ใหญ่เกินไปโปรดลองอีกครั้ง!
vi: Lãi suất quá lớn, vui lòng thử lại
zh_hant: 貸款期限太大，請重試！

# youDoNotNeedALoan
source: Your payment is greater than the amount you have to pay. You do not need a loan.
cs: Vaše platba je vyšší než částka, kterou musíte zaplatit. Nepotřebujete půjčku.
da: Din betaling er større end det beløb, du skal betale. Du har ikke brug for et lån.
de: Ihre Zahlung ist höher als der Betrag, den Sie bezahlen müssen. Sie brauchen keinen Kredit.
es: Su pago es mayor que la cantidad que debe pagar. No necesitas un préstamo.
fi: Maksusi on suurempi kuin maksamasi summa. Et tarvitse lainaa.
fr_ca: Votre paiement est supérieur au montant que vous devez payer. Vous n'avez pas besoin de prêt.
hi: आपका भुगतान आपके द्वारा भुगतान की गई राशि से अधिक है। आपको लोन की जरूरत नहीं है।
hr: Vaša je uplata veća od iznosa koji morate platiti. Zajam vam nije potreban.
id: Pembayaran Anda lebih besar dari jumlah yang harus Anda bayarkan. Anda tidak membutuhkan pinjaman.
it: Il tuo pagamento è superiore all'importo che devi pagare. Non hai bisogno di un prestito.
ja: あなたの支払いはあなたが支払わなければならない金額よりも多いです。ローンは必要ありません。
ko: 귀하의 지불액이 지불해야하는 금액보다 많습니다. 대출이 필요하지 않습니다.
ms: Pembayaran anda lebih besar daripada jumlah yang perlu anda bayar. Anda tidak memerlukan pinjaman.
nl: Uw betaling is hoger dan het bedrag dat u moet betalen. U heeft geen lening nodig.
pl: Twoja płatność jest większa niż kwota, którą musisz zapłacić. Nie potrzebujesz pożyczki.
pt_br: Seu pagamento é maior do que o valor que você deve pagar. Você não precisa de um empréstimo.
ru: Ваш платеж превышает сумму, которую вы должны заплатить. Займ не нужен.
sv: Din betalning är större än det belopp du måste betala. Du behöver inte ett lån.
th: การชำระเงินของคุณมากกว่าจำนวนเงินที่คุณต้องจ่าย คุณไม่ต้องการเงินกู้
vi: Số tiền thanh toán của bạn lớn hơn khoản vay, bạn không cần vay tiền
zh_hant: 您的付款大於必須支付的金額。 您不需要貸款。

# anErrorOccurred
source: An error occurred, please try again.
cs: Vyskytla se chyba. Zkuste to prosím znovu.
da: Der opstod en fejl. Prøv igen.
de: Es ist ein Fehler aufgetreten. Versuchen Sie es erneut.
es: Ha ocurrido un error. Por favor intente de nuevo.
fi: Tapahtui virhe. Yritä uudelleen.
fr_ca: Une erreur s'est produite, veuillez réessayer.
hi: एक त्रुटि पाई गई। कृपया पुन: प्रयास करें।
hr: Došlo je do pogreške, pokušajte ponovo.
id: Terjadi kesalahan, coba lagi.
it: Si è verificato un errore. Si prega di provare di nuovo.
ja: エラーが発生しました。もう一度やり直してください。
ko: 에러가 발생했습니다 .. 다시 시도 해주세요.
ms: Ralat berlaku, sila cuba lagi.
nl: Er is een fout opgetreden, probeer het opnieuw.
pl: Wystąpił błąd. Proszę spróbować ponownie.
pt_br: Ocorreu um erro. Por favor, tente novamente.
ru: Произошла ошибка. Пожалуйста, попробуйте еще раз.
sv: Ett fel uppstod. Försök igen.
th: เกิดข้อผิดพลาดโปรดลองอีกครั้ง
vi: Có lỗi xảy ra, vui lòng kiểm tra lại
zh_hant: 發生錯誤，請重試。

source: Please do not leave the name blank
cs: Nenechávejte prosím jméno prázdné
da: Lad ikke navnet være tomt
de: Bitte lassen Sie den Namen nicht leer
es: No deje el nombre en blanco
fi: Älä jätä nimeä tyhjäksi
fr_ca: Veuillez ne pas laisser le nom vide
hi: कृपया नाम खाली न रखें
hr: Molimo vas da ne ostavljate ime prazno
id: Harap jangan biarkan nama kosong
it: Si prega di non lasciare il nome vuoto
ja: 名前を空白のままにしないでください
ko: 이름을 비워 두지 마십시오
ms: Jangan biarkan nama kosong
nl: Laat de naam niet leeg
pl: Nie zostawiaj nazwy pustej
pt_br: Por favor não deixe o nome em branco
ru: Пожалуйста, не оставляйте имя пустым
sv: Lämna inte namnet tomt
th: กรุณาอย่าปล่อยชื่อว่างไว้
vi: Vui lòng không để trống tên
zh_hant: 請不要將該名稱留空

# createdDate
source: Creation Date
cs: Datum vytvoření
da: Oprettet dato
de: Erstellungsdatum
es: Fecha de creación
fi: Luontipäivä
fr_ca: Date de création
hi: रचना तिथि
hr: Datum kreiranja
id: Tanggal dibuat
it: Data di Creazione
ja: 作成日
ko: 만든 날짜
ms: Tarikh dibuat
nl: Datum gemaakt
pl: Stworz Date
pt_br: Data de criação
ru: Дата создания
sv: Skapat Datum
th: วันที่สร้าง
vi: Ngày tạo
zh_hant: 創建日期

source: year
cs: rok
da: år
de: Jahr
es: año
fi: vuosi
fr_ca: année
hi: साल
hr: godina
id: tahun
it: anno
ja: 年
ko: 년
ms: tahun
nl: jaar
pl: rok
pt_br: ano
ru: год
sv: år
th: ปี
vi: năm
zh_hant: 年

source: years
cs: let
da: år
de: Jahre
es: años
fi: vuotta
fr_ca: ans
hi: वर्षों
hr: godina
id: tahun
it: anni
ja: 年
ko: 년
ms: tahun
nl: jaar
pl: lat
pt_br: anos
ru: лет
sv: år
th: ปี
vi: năm
zh_hant: 年

source: month
cs: Měsíc
da: måned
de: Monat
es: mes
fi: kuukausi
fr_ca: mois
hi: महीना
hr: mjesec
id: bulan
it: mese
ja: 月
ko: 달
ms: bulan
nl: maand
pl: miesiąc
pt_br: mês
ru: месяц
sv: månad
th: เดือนที่
vi: tháng
zh_hant: 月

source: months
cs: měsíců
da: måneder
de: Monate
es: meses
fi: kuukaudet
fr_ca: mois
hi: महीने
hr: mjeseci
id: bulan
it: mesi
ja: ヶ月
ko: 개월
ms: bulan
nl: maanden
pl: miesięcy
pt_br: meses
ru: месяцы
sv: månader
th: เดือน
vi: tháng
zh_hant: 個月

source: day
cs: den
da: dag
de: Tag
es: día
fi: päivä
fr_ca: journée
hi: दिन
hr: dan
id: hari
it: giorno
ja: 日
ko: 일
ms: hari
nl: dag
pl: dzień
pt_br: dia
ru: день
sv: dag
th: วัน
vi: ngày
zh_hant: 天

source: days
cs: dní
da: dage
de: Tage
es: dias
fi: päivää
fr_ca: journées
hi: दिन
hr: dana
id: hari
it: giorni
ja: 日
ko: 일
ms: hari
nl: dagen
pl: dni
pt_br: dias
ru: дней
sv: dagar
th: วัน
vi: ngày
zh_hant: 天

source: Delete
cs: Vymazat
da: Slet
de: Löschen
es: Eliminar
fi: Poista
fr_ca: Supprimez
hi: हटाएं
hr: Izbrisati
id: Menghapus
it: Elimina
ja: 削除
ko: 삭제
ms: Padam
nl: Verwijderen
pl: Kasować
pt_br: Excluir
ru: удалять
sv: Radera
th: ลบ
vi: Xoá
zh_hant: 刪除

# removeAdsAndSupportingOurDevelopment
source: Remove ads and support our development
cs: Odeberte reklamy a podpořte náš vývoj
da: Fjern annoncer og understøtter vores udvikling
de: Entfernen Sie Anzeigen und unterstützen Sie unsere Entwicklung
es: Eliminar anuncios y apoyar nuestro desarrollo
fi: Poista mainokset ja tukee kehitystämme
fr_ca: Supprimer les publicités et soutenir notre développement
hi: विज्ञापन निकालें और हमारे विकास का समर्थन करें
hr: Uklonite oglase i podržavajte naš razvoj
id: Hapus iklan dan dukung perkembangan kami
it: Rimuovere gli annunci e supportare il nostro sviluppo
ja: 広告を削除し、開発をサポートする
ko: 광고 제거 및 개발 지원
ms: Alih keluar iklan dan menyokong perkembangan kami
nl: Verwijder advertenties en ondersteun onze ontwikkeling
pl: Usuń reklamy i wspieraj nasz rozwój
pt_br: Remover anúncios e apoiar nosso desenvolvimento
ru: Удалите рекламу и поддержите наше развитие
sv: Ta bort annonser och stödja vår utveckling
th: ลบโฆษณาและสนับสนุนการพัฒนาของเรา
vi: Bỏ quảng cáo và ủng hộ sự phát triển của chúng tôi
zh_hant: 移除廣告並支持我們的發展

source: Loan term must be a positive integer
cs: Termín zapůjčení musí být kladné celé číslo
da: Låneperioden skal være et positivt heltal
de: Die Darlehenslaufzeit muss eine positive ganze Zahl sein
es: El plazo del préstamo debe ser un número entero positivo
fi: Laina-ajan on oltava positiivinen kokonaisluku
fr_ca: La durée du prêt doit être un entier positif
hi: ऋण शब्द एक सकारात्मक पूर्णांक होना चाहिए
hr: Pojam zajma mora biti pozitivan cijeli broj
id: Jangka waktu pinjaman harus berupa bilangan bulat positif
it: La durata del prestito deve essere un numero intero positivo
ja: ローン期間は正の整数でなければなりません
ko: 대출 기간은 양의 정수 여야합니다
ms: Jangka masa pinjaman mestilah bilangan bulat positif
nl: De leentermijn moet een positief geheel getal zijn
pl: Okres pożyczki musi być dodatnią liczbą całkowitą
pt_br: O prazo do empréstimo deve ser um número inteiro positivo
ru: Срок кредита должен быть положительным целым числом
sv: Lånetiden måste vara ett positivt heltal
th: ระยะเวลากู้ยืมต้องเป็นจำนวนเต็มบวก
vi: Thời gian vay phải là một số nguyên dương
zh_hant: 貸款期限必須為正整數

# appName
source: Loan Calculator
cs: Úvěrová kalkulačka
da: Låneberegner
de: Kreditrechner
es: Calculadora de Préstamo
fi: Lainalaskuri
fr_ca: Calculatrice de prêt
hi: ऋण गणक
hr: Kreditni kalkulator
id: Simulasi Pinjaman
it: Calcolatore di prestito
ja: ローン計算機
ko: 대출 계산기
ms: Kalkulator Pinjaman
nl: Leningberekenaar
pl: Kalkulator pożyczek
pt_br: Simulador de Empréstimos
ru: Кредитный калькулятор
sv: Lånekalkylator
th: เครื่องคำนวณเงินกู้
vi: Tính Lãi Vay
zh_hant: 貸款計算器

source: Input
cs: Vstup
da: Indgang
de: Eingang
es: Entrada
fi: Panos
hi: इनपुट
hr: Ulazni
id: Masukan
ja: 入力
ko: 입력
ms: Masukan
nl: Invoer
pl: Wejście
pt_br: Entrada
ru: Ввод
sv: Inmatning
th: อินพุต
vi: Nhập vào
zh_hant: 輸入

source: Total
cs: Celkový
de: Gesamt
fi: Kaikki yhteensä
hi: कुल
hr: Ukupno
it: Totale
ja: 合計
ko: 합계
ms: jumlah
nl: Totaal
pl: Całkowity
ru: Всего
th: รวม
vi: Tổng cộng
zh_hant: 全部的

source: Result
cs: Výsledek
da: Resultat
de: Ergebnis
es: Resultado
fi: Tulos
fr_ca: Résultat
hi: परिणाम
hr: Proizlaziti
id: Hasil
it: Risultato
ja: 結果
ko: 결과
ms: Keputusan
nl: Resultaat
pl: Rezultat
pt_br: Resultado
ru: Результат
sv: Resultat
th: ผลลัพธ์
vi: Kết quả
zh_hant: 結果

source: Loan Term
cs: Termín zapůjčení
da: låneperiode
de: Darlehenslaufzeit
es: Plazo del préstamo
fi: Laina-aika
fr_ca: Durée emprunt
hi: ऋण की अवधि
hr: Rok Kredita
id: Jangka Waktu Pinjaman
it: Durata del prestito
ja: ローン期間
ko: 대출 기간
ms: Jangkamasa pinjaman
nl: Leningstermijn
pl: Termin pożyczki
pt_br: Prazo de Empréstimo
ru: Срок кредита
sv: Lånetid
th: ระยะเวลากู้ยืม
vi: Thời gian vay
zh_hant: 貸款期限

source: Interest Rate
cs: Úroková sazba
da: rentesats
de: Zinssatz
es: Tasa de interés
fi: Korkoprosentti
fr_ca: Taux d'intérêt
hi: ब्याज दर
hr: Kamatna stopa
id: Suku Bunga
it: Quota interessi
ja: 金利
ko: 이자율
ms: Kadar faedah
nl: Rentetarief
pl: Stopa procentowa
pt_br: Taxa de juro
ru: Процентная ставка
sv: Ränta
th: อัตราดอกเบี้ย
vi: Lãi suất
zh_hant: 利率方式

source: Loan Amount
cs: Výše půjčky
da: Lånebeløb
de: Darlehensbetrag
es: Importe del préstamo
fi: Lainan määrä
fr_ca: Montant du prêt
hi: ऋण की राशि
hr: Iznos kredita
id: Jumlah Pinjaman
it: Importo del prestito
ja: ローン金額
ko: 대출 금액
ms: Jumlah pinjaman
nl: Leenbedrag
pl: Kwota pożyczki
pt_br: Valor do empréstimo
ru: Сумма займа
sv: Lånebelopp
th: วงเงินกู้
vi: Số tiền vay
zh_hant: 貸款金額

source: Total Interest
cs: Celkový úrok
da: Total Renter
de: Gesamtzins
es: Total intereses
fi: Kokonaiskorko
fr_ca: Total des intérêts
hi: कुल ब्याज
hr: Ukupni interes
id: Bunga Total
it: Interesse totale
ja: 総利息
ko: 총이자
ms: Jumlah Faedah
nl: Totale rente
pl: Całkowite odsetki
pt_br: Juros Total
ru: Итого проценты
sv: Totalt intresse
th: ดอกเบี้ยทั้งหมด
vi: Tổng lãi
zh_hant: 總利息

# youCantCompleteTheLoan
source: The loan cannot be completed with this payment.
cs: Půjčku nelze touto splátkou dokončit.
da: Lånet kan ikke gennemføres med denne betaling.
de: Das Darlehen kann mit dieser Zahlung nicht abgeschlossen werden.
es: El préstamo no se puede completar con este pago.
fi: Lainaa ei saada päätökseen tämän maksun.
fr_ca: Le prêt ne peut pas être complété avec ce paiement.
hi: इस भुगतान के साथ ऋण पूरा नहीं किया जा सकता है।
hr: Kredit se ne može izvršiti ovom uplatom.
id: Pinjaman tidak dapat diselesaikan dengan pembayaran ini.
it: Il prestito non può essere completato con questo pagamento.
ja: この支払いではローンを完了できません。
ko: 이 지불로는 대출을 완료 할 수 없습니다.
ms: Pinjaman tidak dapat diselesaikan dengan pembayaran ini.
nl: Met deze betaling kan de lening niet worden afgerond.
pl: Pożyczka nie może zostać zakończona tą płatnością.
pt_br: O empréstimo não pode ser concluído com este pagamento.
ru: Этим платежом нельзя оформить ссуду.
sv: Lånet kan inte slutföras med denna betalning.
th: ไม่สามารถกู้เงินได้ด้วยการชำระเงินนี้
vi: Bạn không thể hoàn thành khoản vay với số tiền thanh toán nhỏ như vậy
zh_hant: 不能用這筆付款完成貸款。

# interestRateIsNotNegative
source: Interest Rate cannot be negative
cs: Úroková sazba nemůže být záporná
da: Rentesatsen kan ikke være negativ
de: Der Zinssatz kann nicht negativ sein
es: La tasa de interés no puede ser negativa
fi: Korko ei voi olla negatiivinen
fr_ca: Le taux d'intérêt ne peut pas être négatif
hi: ब्याज दर ऋणात्मक नहीं हो सकती
hr: Kamatna stopa ne može biti negativna
id: Suku Bunga tidak boleh negatif
it: Il tasso di interesse non può essere negativo
ja: 金利をマイナスにすることはできません
ko: 이자율은 음수 일 수 없습니다
ms: Kadar faedah tidak boleh negatif
nl: Rentetarief kan niet negatief zijn
pl: Stopa procentowa nie może być ujemna
pt_br: Taxa de juros não pode ser negativa
ru: Процентная ставка не может быть отрицательной
sv: Räntan kan inte vara negativ
th: อัตราดอกเบี้ยต้องไม่ติดลบ
vi: Lãi suất không thể là số âm
zh_hant: 利率不能為負

# loanAmountIsNotNegative
source: Loan Amount cannot be negative
cs: Výše půjčky nesmí být záporná
da: Lånebeløb kan ikke være negativt
de: Der Darlehensbetrag kann nicht negativ sein
es: El monto del préstamo no puede ser negativo
fi: Lainasumma ei voi olla negatiivinen
fr_ca: Le montant du prêt ne peut pas être négatif
hi: ऋण राशि ऋणात्मक नहीं हो सकती
hr: Iznos zajma ne može biti negativan
id: Jumlah Pinjaman tidak boleh negatif
it: L'importo del prestito non può essere negativo
ja: ローン金額をマイナスにすることはできません
ko: 대출 금액은 음수 일 수 없습니다
ms: Jumlah Pinjaman tidak boleh negatif
nl: Leningbedrag mag niet negatief zijn
pl: Kwota pożyczki nie może być ujemna
pt_br: O valor do empréstimo não pode ser negativo
ru: Сумма кредита не может быть отрицательной
sv: Lånebeloppet kan inte vara negativt
th: จำนวนเงินกู้ต้องไม่ติดลบ
vi: Số tiền vay không thể là số âm
zh_hant: 貸款金額不能為負

# monthIsNotNegative
source: Months cannot be negative
cs: Měsíce nemohou být záporné
da: Måneder kan ikke være negative
de: Monate können nicht negativ sein
es: Los meses no pueden ser negativos
fi: Kuukaudet eivät voi olla negatiivisia
fr_ca: Les mois ne peuvent pas être négatifs
hi: महीने नकारात्मक नहीं हो सकते
hr: Mjeseci ne mogu biti negativni
id: Bulan tidak boleh negatif
it: I mesi non possono essere negativi
ja: 月をマイナスにすることはできません
ko: 월은 음수가 될 수 없습니다
ms: Bulan-bulan tidak negatif
nl: Maanden kunnen niet negatief zijn
pl: Miesiące nie mogą być liczbą ujemną
pt_br: Os meses não podem ser negativos
ru: Месяцы не могут быть отрицательными
sv: Månader kan inte vara negativa
th: เดือนต้องไม่ติดลบ
vi: Tháng không thể là số âm
zh_hant: 月份不能為負

# yearIsNotNegative
source: Years cannot be negative
cs: Roky nemohou být záporné
da: År kan ikke være negative
de: Jahre können nicht negativ sein
es: Los años no pueden ser negativos
fi: Vuodet eivät voi olla negatiivisia
fr_ca: Les années ne peuvent pas être négatives
hi: साल नकारात्मक नहीं हो सकते
hr: Godine ne mogu biti negativne
id: Tahun tidak boleh negatif
it: Gli anni non possono essere negativi
ja: 年をマイナスにすることはできません
ko: 연도는 음수가 될 수 없습니다
ms: Tahun tidak boleh menjadi negatif
nl: Jaren kunnen niet negatief zijn
pl: Lata nie mogą być ujemne
pt_br: Anos não podem ser negativos
ru: Годы не могут быть отрицательными
sv: År kan inte vara negativa
th: ปีไม่สามารถติดลบได้
vi: Số năm không thể là số âm
zh_hant: 年份不能為負

# paymentIsNotNegative
source: Payment cannot be negative
cs: Platba nemůže být záporná
da: Betaling kan ikke være negativ
de: Die Zahlung kann nicht negativ sein
es: El pago no puede ser negativo
fi: Maksu ei voi olla negatiivinen
fr_ca: Le paiement ne peut pas être négatif
hi: भुगतान नकारात्मक नहीं हो सकता
hr: Uplata ne može biti negativna
id: Pembayaran tidak boleh negatif
it: Il pagamento non può essere negativo
ja: 支払いをマイナスにすることはできません
ko: 지불은 음수 일 수 없습니다
ms: Pembayaran tidak boleh menjadi negatif
nl: Betaling mag niet negatief zijn
pl: Płatność nie może być ujemna
pt_br: Pagamento não pode ser negativo
ru: Оплата не может быть отрицательной
sv: Betalning kan inte vara negativ
th: การชำระเงินต้องไม่ติดลบ
vi: Thanh toán không thể là số âm
zh_hant: 付款不能為負數

source: Payment Frequency
cs: Platba Frequency
da: Betalingsfrekvens
de: Bezahlungshäufigkeit
es: Frecuencia de pago
fi: Maksu Taajuus
fr_ca: Fréquence des versements
hi: भुगतान आवृत्ति
hr: Učestalost plaćanja
id: Frekuensi Pembayaran
it: Frequenza di pagamento
ja: 支払い頻度
ko: 지불 빈도
ms: Kekerapan Pembayaran
nl: Betalings frequentie
pl: Częstotliwość płatności
pt_br: Frequência de Pagamento
ru: Периодичность платежей
sv: Betalningsfrekvens
th: ความถี่ในการชำระเงิน
vi: Kỳ thanh toán
zh_hant: 付款頻率

source: Payment
cs: Splátka
da: Udbetaling
de: Zahlung
es: Pago
fi: Maksu
fr_ca: Versement
hi: भुगतान
hr: Plaćanje
id: Pembayaran
it: Pagamento
ja: 支払い
ko: 지불
ms: Pembayaran
nl: Betaling
pl: Zapłata
pt_br: Pagamento
ru: Оплата
sv: Betalning
th: การชำระเงิน
vi: Thanh Toán
zh_hant: 支付

# numberOfPayment
source: Number of Payments
cs: Počtu platebních
da: Antal betalinger
de: Anzahl der Zahlungen
es: Número de pago
fi: Maksujen lukumäärä
fr_ca: Nombre de versements
hi: भुगतानों की संख्या
hr: Number of Payment
id: Jumlah Pembayaran
it: Numero di pagamenti
ja: 支払い回数
ko: 지불 횟수
ms: Bilangan pembayaran
nl: Aantal betalingen
pl: Liczba płatności
pt_br: Número de Pagamento
ru: Количество платежей
sv: Antal betalningar
th: จำนวนการชำระเงิน
vi: Số lần thanh toán
zh_hant: 支付數
