Repository: 13520178/Loan-Calculator
Catalog: *.lproj/Localizable.strings
Languages: cs, da, de, es, fi, fr_ca, hi, hr, id, it, ja, ko, ms, nl, pl, pt_br, ru, sv, th, vi, zh_hant

source: Total Repaid
cs: Celková Splacena
da: I alt tilbagebetalt
de: Total zurückgezahlt
es: Total reembolsado
fi: Palautettu yhteensä
fr_ca: Total remboursé
hi: कुल रिफंड की गई राशि
hr: Ukupno otplaćeno
id: Pengembalian dana total
it: Totale rimborsato
ja: 返済総額
ko: 상환 된 총액
ms: Jumlah Bayaran Balik
nl: Totaal terugbetaald
pl: Razem spłacone
pt_br: Total de reembolso
ru: Всего погашено
sv: Totalt återbetalat
th: ชำระคืนทั้งหมด
vi: Tổng phải trả
zh_hant: 總還款額

# paymentIsNotZeroOrBlank
source: Payment must be a number greater than 0
cs: Platba musí být číslo větší než 0
da: Betaling skal være et tal større end 0
de: Die Zahlung muss eine Zahl größer als 0 sein
es: El pago debe ser un número mayor que 0
fi: Maksun on oltava suurempi kuin 0
fr_ca: Le paiement doit être un nombre supérieur à 0
hi: भुगतान 0 से अधिक होना चाहिए
hr: Uplata mora biti broj veći od 0
id: Pembayaran harus lebih dari 0
it: Il pagamento deve essere un numero maggiore di 0
ja: 支払いは0より大きい数でなければなりません
ko: 결제는 0보다 큰 숫자 여야합니다
ms: Pembayaran mestilah lebih besar daripada 0
nl: De betaling moet een getal zijn dat groter is dan 0
pl: Płatność musi być liczbą większą niż 0
pt_br: O pagamento deve ser um número maior que 0
ru: Платеж должен быть числом больше 0
sv: Betalningen måste vara större än 0
th: การชำระเงินต้องเป็นตัวเลขที่มากกว่า 0
vi: Thanh toán phải lớn hơn 0
zh_hant: 付款必須是大於0的數字

# loanTermMustBeAPositiveIntegerA
source: Loan Term (Loan A) must be a positive integer
cs: Termín půjčky (půjčka A) musí být kladné celé číslo
da: Lånetid (lån A) skal være et positivt heltal
de: Die Darlehenslaufzeit (Darlehen A) muss eine positive Ganzzahl sein
es: El plazo del préstamo (préstamo A) debe ser un número entero positivo
fi: Laina-ajan (laina A) on oltava positiivinen kokonaisluku
fr_ca: La durée du prêt (prêt A) doit être un entier positif
hi: लोन टर्म (ऋण ए) एक सकारात्मक पूर्णांक होना चाहिए
hr: Pojam zajma (zajam A) mora biti pozitivan cijeli broj
id: Jangka Waktu Pinjaman (Pinjaman A) harus berupa bilangan bulat positif
it: La durata del prestito (prestito A) deve essere un numero intero positivo
ja: ローン期間（ローンA）は正の整数でなければなりません
ko: 대출 기간 (대출 A)은 양의 정수 여야합니다
ms: Tempoh Pinjaman (Pinjaman A) mestilah bilangan bulat positif
nl: Leentermijn (lening A) moet een positief geheel getal zijn
pl: Okres pożyczki (pożyczka A) musi być dodatnią liczbą całkowitą
pt_br: Prazo do empréstimo (empréstimo A) deve ser um número inteiro positivo
ru: Срок ссуды (ссуда A) должен быть положительным целым числом
sv: Lånetiden (lån A) måste vara ett positivt heltal
th: ระยะเวลากู้ยืม (เงินกู้ก) ต้องเป็นจำนวนเต็มบวก
vi: Thời gian vay (Vay A) không thể là số âm
zh_hant: 貸款期限（貸款A）必須為正整數

# loanTermMustBeAPositiveIntegerB
source: Loan Term (Loan B) must be a positive integer
cs: Termín půjčky (půjčka B) musí být kladné celé číslo
da: Lånetid (lån B) skal være et positivt heltal
de: Die Darlehenslaufzeit (Darlehen B) muss eine positive Ganzzahl sein
es: El plazo del préstamo (préstamo B) debe ser un número entero positivo
fi: Laina-ajan (laina B) on oltava positiivinen kokonaisluku
fr_ca: La durée du prêt (prêt B) doit être un entier positif
hi: ऋण अवधि (लोन बी) एक सकारात्मक पूर्णांक होना चाहिए
hr: Izraz zajma (zajam B) mora biti pozitivan cijeli broj
id: Jangka Waktu Pinjaman (Pinjaman B) harus berupa bilangan bulat positif
it: La durata del prestito (prestito B) deve essere un numero intero positivo
ja: ローン期間（ローンB）は正の整数でなければなりません
ko: 대출 기간 (대출 B)은 양의 정수 여야합니다
ms: Tempoh Pinjaman (Pinjaman B) mestilah bilangan bulat positif
nl: Leentermijn (lening B) moet een positief geheel getal zijn
pl: Okres pożyczki (pożyczka B) musi być dodatnią liczbą całkowitą
pt_br: Prazo do empréstimo (empréstimo B) deve ser um número inteiro positivo
ru: Срок ссуды (ссуда B) должен быть положительным целым числом
sv: Lånetiden (lån B) måste vara ett positivt heltal
th: ระยะเวลากู้ยืม (เงินกู้ B) ต้องเป็นจำนวนเต็มบวก
vi: Thời gian vay (Vay B) không thể là số âm
zh_hant: 貸款期限（貸款B）必須為正整數

# interestRateIsNotNegativeA
source: Interest Rate (Loan A) cannot be negative
cs: Úroková sazba (půjčka A) nemůže být záporná
da: Rentesats (lån A) kan ikke være negativ
de: Der Zinssatz (Darlehen A) kann nicht negativ sein
es: La tasa de interés (préstamo A) no puede ser negativa
fi: Korko (laina A) ei voi olla negatiivinen
fr_ca: Le taux d'intérêt (prêt A) ne peut pas être négatif
hi: ब्याज दर (ऋण A) ऋणात्मक नहीं हो सकती है
hr: Kamatna stopa (zajam A) ne može biti negativna
id: Suku Bunga (Pinjaman A) tidak boleh negatif
it: Il tasso di interesse (prestito A) non può essere negativo
ja: 金利（ローンA）をマイナスにすることはできません
ko: 이자율 (대출 A)은 음수 일 수 없습니다
ms: Kadar Faedah (Pinjaman A) tidak boleh negatif
nl: Rentevoet (lening A) mag niet negatief zijn
pl: Oprocentowanie (pożyczka A) nie może być ujemne
pt_br: Taxa de juros (empréstimo A) não pode ser negativa
ru: Процентная ставка (заем А) не может быть отрицательной
sv: Räntesatsen (lån A) kan inte vara negativ
th: อัตราดอกเบี้ย (เงินกู้ A) ไม่สามารถติดลบได้
vi: Lãi suất (Vay A) không thể là số âm
zh_hant: 利率（貸款A）不能為負

# interestRateIsNotNegativeB
source: Interest Rate (Loan B) cannot be negative
cs: Úroková sazba (půjčka B) nemůže být záporná
da: Rentesats (lån B) kan ikke være negativ
de: Der Zinssatz (Darlehen B) kann nicht negativ sein
es: La tasa de interés (préstamo B) no puede ser negativa
fi: Korko (laina B) ei voi olla negatiivinen
fr_ca: Le taux d'intérêt (prêt B) ne peut pas être négatif
hi: ब्याज दर (ऋण B) ऋणात्मक नहीं हो सकती
hr: Kamatna stopa (zajam B) ne može biti negativna
id: Suku Bunga (Pinjaman B) tidak boleh negatif
it: Il tasso di interesse (prestito B) non può essere negativo
ja: 金利（ローンB）をマイナスにすることはできません
ko: 이자율 (대출 B)은 음수 일 수 없습니다
ms: Kadar Faedah (Pinjaman B) tidak boleh negatif
nl: Rentevoet (lening B) mag niet negatief zijn
pl: Oprocentowanie (pożyczka B) nie może być ujemne
pt_br: Taxa de juros (empréstimo B) não pode ser negativa
ru: Процентная ставка (заем B) не может быть отрицательной
sv: Räntesatsen (lån B) kan inte vara negativ
th: อัตราดอกเบี้ย (เงินกู้ B) ไม่สามารถติดลบได้
vi: Lãi suất (Vay B) không thể là số âm
zh_hant: 利率（貸款B）不能為負

# loanAmountIsNotNegativeA
source: Loan Amount (Loan A) cannot be negative
cs: Výše půjčky (půjčka A) nemůže být záporná
da: Lånebeløb (lån A) kan ikke være negativt
de: Darlehensbetrag (Darlehen A) kann nicht negativ sein
es: El monto del préstamo (préstamo A) no puede ser negativo
fi: Lainasumma (laina A) ei voi olla negatiivinen
fr_ca: Le montant du prêt (prêt A) ne peut pas être négatif
hi: ऋण राशि (ऋण A) ऋणात्मक नहीं हो सकती
hr: Iznos zajma (zajam A) ne može biti negativan
id: Jumlah Pinjaman (Pinjaman A) tidak boleh negatif
it: L'importo del prestito (prestito A) non può essere negativo
ja: ローン金額（ローンA）をマイナスにすることはできません
ko: 대출 금액 (대출 A)은 음수 일 수 없습니다
ms: Jumlah Pinjaman (Pinjaman A) tidak boleh negatif
nl: Leningbedrag (Lening A) mag niet negatief zijn
pl: Kwota pożyczki (pożyczka A) nie może być ujemna
pt_br: O valor do empréstimo (empréstimo A) não pode ser negativo
ru: Сумма займа (Заем А) не может быть отрицательной
sv: Lånbelopp (lån A) kan inte vara negativt
th: จำนวนเงินกู้ (เงินกู้ A) ไม่สามารถติดลบได้
vi: Số tiền vay (Vay A) không thể là số âm
zh_hant: 貸款金額（貸款A）不能為負

# loanAmountIsNotNegativeB
source: Loan Amount (Loan B) cannot be negative
cs: Výše půjčky (půjčka B) nemůže být záporná
da: Lånebeløb (lån B) kan ikke være negativt
de: Darlehensbetrag (Darlehen B) kann nicht negativ sein
es: El monto del préstamo (préstamo B) no puede ser negativo
fi: Lainasumma (laina B) ei voi olla negatiivinen
fr_ca: Le montant du prêt (prêt B) ne peut pas être négatif
hi: ऋण राशि (ऋण B) ऋणात्मक नहीं हो सकती
hr: Iznos zajma (zajam B) ne može biti negativan
id: Jumlah Pinjaman (Pinjaman B) tidak boleh negatif
it: L'importo del prestito (prestito B) non può essere negativo
ja: ローン金額（ローンB）をマイナスにすることはできません
ko: 대출 금액 (대출 B)은 음수 일 수 없습니다
ms: Jumlah Pinjaman (Pinjaman B) tidak boleh negatif
nl: Leningbedrag (Lening B) mag niet negatief zijn
pl: Kwota pożyczki (pożyczka B) nie może być ujemna
pt_br: O valor do empréstimo (empréstimo B) não pode ser negativo
ru: Сумма займа (Заем Б) не может быть отрицательной.
sv: Lånbelopp (lån B) kan inte vara negativt
th: จำนวนเงินกู้ (เงินกู้ B) ไม่สามารถติดลบได้
vi: Số tiền vay (Vay B) không thể là số âm
zh_hant: 貸款金額（貸款B）不能為負

# monthIsNotNegativeA
source: Month (Loan A) cannot be negative
cs: Měsíc (půjčka A) nemůže být záporný
da: Måned (lån A) kan ikke være negativ
de: Monat (Darlehen A) kann nicht negativ sein
es: El mes (préstamo A) no puede ser negativo
fi: Kuukausi (laina A) ei voi olla negatiivinen
fr_ca: Le mois (prêt A) ne peut pas être négatif
hi: महीना (ऋण A) ऋणात्मक नहीं हो सकता
hr: Mjesec (zajam A) ne može biti negativan
id: Bulan (Pinjaman A) tidak boleh negatif
it: Il mese (prestito A) non può essere negativo
ja: 月（ローンA）をマイナスにすることはできません
ko: 월 (대출 A)은 음수 일 수 없습니다
ms: Bulan (Pinjaman A) tidak boleh negatif
nl: Maand (lening A) mag niet negatief zijn
pl: Miesiąc (pożyczka A) nie może być ujemny
pt_br: Mês (Empréstimo A) não pode ser negativo
ru: Месяц (ссуда А) не может быть отрицательным
sv: Månad (lån A) kan inte vara negativ
th: เดือน (เงินกู้ A) ไม่สามารถติดลบได้
vi: Tháng (Vay A) không thể là số âm
zh_hant: 月（貸款A）不能為負

# monthIsNotNegativeB
source: Month (Loan B) cannot be negative
cs: Měsíc (půjčka B) nemůže být záporný
da: Måned (lån B) kan ikke være negativ
de: Monat (Darlehen B) kann nicht negativ sein
es: El mes (préstamo B) no puede ser negativo
fi: Kuukausi (laina B) ei voi olla negatiivinen
fr_ca: Le mois (prêt B) ne peut pas être négatif
hi: महीना (ऋण B) ऋणात्मक नहीं हो सकता
hr: Mjesec (zajam B) ne može biti negativan
id: Bulan (Pinjaman B) tidak boleh negatif
it: Il mese (prestito B) non può essere negativo
ja: 月（ローンB）をマイナスにすることはできません
ko: 월 (대출 B)은 음수 일 수 없습니다
ms: Bulan (Pinjaman B) tidak boleh negatif
nl: Maand (lening B) mag niet negatief zijn
pl: Miesiąc (pożyczka B) nie może być ujemny
pt_br: Mês (Empréstimo B) não pode ser negativo
ru: Месяц (ссуда B) не может быть отрицательным
sv: Månad (lån B) kan inte vara negativ
th: เดือน (เงินกู้ B) ไม่สามารถติดลบได้
vi: Tháng (Vay B) không thể là số âm
zh_hant: 月（貸款B）不能為負

# yearIsNotNegativeA
source: Year (Loan A) cannot be negative
cs: Rok (výpůjčka A) nemůže být záporný
da: År (lån A) kan ikke være negativt
de: Jahr (Darlehen A) kann nicht negativ sein
es: El año (préstamo A) no puede ser negativo
fi: Vuosi (laina A) ei voi olla negatiivinen
fr_ca: L'année (prêt A) ne peut pas être négative
hi: वर्ष (ऋण A) ऋणात्मक नहीं हो सकता
hr: Godina (zajam A) ne može biti negativna
id: Tahun (Pinjaman A) tidak boleh negatif
it: L'anno (prestito A) non può essere negativo
ja: 年（ローンA）をマイナスにすることはできません
ko: 연도 (대출 A)는 음수가 될 수 없습니다
ms: Tahun (Pinjaman A) tidak boleh negatif
nl: Jaar (lening A) mag niet negatief zijn
pl: Rok (pożyczka A) nie może być liczbą ujemną
pt_br: Ano (Empréstimo A) não pode ser negativo
ru: Год (ссуда A) не может быть отрицательным
sv: År (lån A) kan inte vara negativt
th: ปี (เงินกู้ A) ไม่สามารถติดลบได้
vi: Năm (Vay A) không thể là số âm
zh_hant: 年（貸款A）不能為負

# yearIsNotNegativeB
source: Year (Loan B) cannot be negative
cs: Rok (půjčka B) nemůže být záporný
da: År (lån B) kan ikke være negativt
de: Das Jahr (Darlehen B) kann nicht negativ sein
es: El año (préstamo B) no puede ser negativo
fi: Vuosi (laina B) ei voi olla negatiivinen
fr_ca: L'année (prêt B) ne peut pas être négative
hi: वर्ष (ऋण B) ऋणात्मक नहीं हो सकता
hr: Godina (zajam B) ne može biti negativna
id: Tahun (Pinjaman B) tidak boleh negatif
it: L'anno (prestito B) non può essere negativo
ja: 年（ローンB）をマイナスにすることはできません
ko: 연도 (대출 B)는 음수 일 수 없습니다
ms: Tahun (Pinjaman B) tidak boleh negatif
nl: Jaar (lening B) mag niet negatief zijn
pl: Rok (pożyczka B) nie może być liczbą ujemną
pt_br: Ano (empréstimo B) não pode ser negativo
ru: Год (ссуда B) не может быть отрицательным
sv: År (lån B) kan inte vara negativt
th: ปี (เงินกู้ B) ไม่สามารถติดลบได้
vi: Năm (Vay B) không thể là số âm
zh_hant: 年（貸款B）不能為負

# theLoanTermTooBigYearsA
source: The number of years (Loan A) is too big, please try again!
cs: Počet let (půjčka A) je příliš velký, zkuste to prosím znovu!
da: Antallet af år (lån A) er for stort, prøv igen!
de: Die Anzahl der Jahre (Darlehen A) ist zu groß, bitte versuchen Sie es erneut!
es: El número de años (Préstamo A) es demasiado grande. Vuelva a intentarlo!
fi: Vuosien määrä (laina A) on liian suuri, yritä uudelleen!
fr_ca: Le nombre d'années (prêt A) est trop élevé, veuillez réessayer!
hi: वर्षों की संख्या (ऋण A) बहुत बड़ी है, कृपया पुनः प्रयास करें!
hr: Broj godina (zajam A) je prevelik, pokušajte ponovo!
id: Jumlah tahun (Pinjaman A) terlalu besar, silakan coba lagi!
it: Il numero di anni (prestito A) è troppo grande, riprova!
ja: 年数（ローンA）が多すぎますので、もう一度お試しください！
ko: 연수 (대출 A)가 너무 큽니다. 다시 시도하십시오!
ms: Jumlah tahun (Pinjaman A) terlalu besar, sila cuba lagi!
nl: Het aantal jaren (lening A) is te groot, probeer het opnieuw!
pl: Liczba lat (pożyczka A) jest zbyt duża, spróbuj ponownie!
pt_br: O número de anos (empréstimo A) é muito grande, tente novamente!
ru: Количество лет (заем A) слишком велико, попробуйте еще раз!
sv: Antalet år (lån A) är för stort, försök igen!
th: จำนวนปี (เงินกู้ก) ใหญ่เกินไปโปรดลองอีกครั้ง!
vi: Số năm vay (Vay A) quá lớn
zh_hant: 年數（貸款A）太大，請重試！

# theLoanTermTooBigYearsB
source: The number of years (Loan B) is too big, please try again!
cs: Počet let (půjčka B) je příliš velký, zkuste to prosím znovu!
da: Antallet af år (lån B) er for stort, prøv igen!
de: Die Anzahl der Jahre (Darlehen B) ist zu groß, bitte versuchen Sie es erneut!
es: La cantidad de años (Préstamo B) es demasiado grande. Vuelva a intentarlo!
fi: Vuosien määrä (laina B) on liian suuri, yritä uudelleen!
fr_ca: Le nombre d'années (prêt B) est trop élevé, veuillez réessayer!
hi: वर्षों की संख्या (ऋण B) बहुत बड़ी है, कृपया पुनः प्रयास करें!
hr: Broj godina (Zajam B) je prevelik, pokušajte ponovo!
id: Jumlah tahun (Pinjaman B) terlalu besar, harap coba lagi!
it: Il numero di anni (prestito B) è troppo grande, riprova!
ja: 年数（ローンB）が多すぎますので、もう一度お試しください！
ko: 연수 (대출 B)가 너무 큽니다. 다시 시도하십시오!
ms: Jumlah tahun (Pinjaman B) terlalu besar, sila cuba lagi!
nl: Het aantal jaren (lening B) is te groot, probeer het opnieuw!
pl: Liczba lat (pożyczka B) jest zbyt duża, spróbuj ponownie!
pt_br: O número de anos (empréstimo B) é muito grande, tente novamente!
ru: Количество лет (заем B) слишком велико, попробуйте еще раз!
sv: Antalet år (lån B) är för stort, försök igen!
th: จำนวนปี (เงินกู้ B) ใหญ่เกินไปโปรดลองอีกครั้ง!
vi: Số năm vay (Vay B) quá lớn
zh_hant: 年數（貸款B）太大，請重試！

# theLoanTermTooBigMonthsA
source: The number of months (Loan A) is too big, please try again!
cs: Počet měsíců (půjčka A) je příliš velký, zkuste to prosím znovu!
da: Antallet af måneder (lån A) er for stort, prøv igen!
de: Die Anzahl der Monate (Darlehen A) ist zu groß, bitte versuchen Sie es erneut!
es: El número de meses (préstamo A) es demasiado grande, inténtelo de nuevo!
fi: Kuukausien määrä (laina A) on liian suuri, yritä uudelleen!
fr_ca: Le nombre de mois (prêt A) est trop élevé, veuillez réessayer!
hi: महीनों की संख्या (ऋण A) बहुत बड़ी है, कृपया पुनः प्रयास करें!
hr: Broj mjeseci (Zajam A) je prevelik, pokušajte ponovo!
id: Jumlah bulan (Pinjaman A) terlalu besar, harap coba lagi!
it: Il numero di mesi (prestito A) è troppo grande, riprova!
ja: 月数（ローンA）が多すぎますので、もう一度お試しください！
ko: 개월 수 (대출 A)가 너무 큽니다. 다시 시도하십시오!
ms: Jumlah bulan (Pinjaman A) terlalu besar, sila cuba lagi!
nl: Het aantal maanden (lening A) is te groot, probeer het opnieuw!
pl: Liczba miesięcy (pożyczka A) jest zbyt duża, spróbuj ponownie!
pt_br: O número de meses (Empréstimo A) é muito grande, tente novamente!
ru: Количество месяцев (заем A) слишком велико, попробуйте еще раз!
sv: Antalet månader (lån A) är för stort, försök igen!
th: จำนวนเดือน (เงินกู้ก) ใหญ่เกินไปโปรดลองอีกครั้ง!
vi: Số tháng vay (Vay A) quá lớn
zh_hant: 月數（貸款A）太大，請重試！

# theLoanTermTooBigMonthsB
source: The number of months (Loan B) is too big, please try again!
cs: Počet měsíců (půjčka B) je příliš velký, zkuste to prosím znovu!
da: Antallet af måneder (lån B) er for stort, prøv igen!
de: Die Anzahl der Monate (Darlehen B) ist zu groß, bitte versuchen Sie es erneut!
es: El número de meses (préstamo B) es demasiado grande, inténtelo de nuevo!
fi: Kuukausien määrä (laina B) on liian suuri, yritä uudelleen!
fr_ca: Le nombre de mois (prêt B) est trop élevé, veuillez réessayer!
hi: महीनों की संख्या (ऋण B) बहुत बड़ी है, कृपया पुनः प्रयास करें!
hr: Broj mjeseci (Zajam B) je prevelik, pokušajte ponovo!
id: Jumlah bulan (Pinjaman B) terlalu besar, harap coba lagi!
it: Il numero di mesi (prestito B) è troppo grande, riprova!
ja: 月数（ローンB）が多すぎますので、もう一度お試しください！
ko: 개월 수 (대출 B)가 너무 큽니다. 다시 시도하십시오!
ms: Jumlah bulan (Pinjaman B) terlalu besar, sila cuba lagi!
nl: Het aantal maanden (lening B) is te groot, probeer het opnieuw!
pl: Liczba miesięcy (pożyczka B) jest zbyt duża, spróbuj ponownie!
pt_br: O número de meses (empréstimo B) é muito grande, tente novamente!
ru: Количество месяцев (заем B) слишком велико, попробуйте еще раз!
sv: Antalet månader (lån B) är för stort, försök igen!
th: จำนวนเดือน (เงินกู้ B) ใหญ่เกินไปโปรดลองอีกครั้ง!
vi: Số tháng vay (Vay A) quá lớn
zh_hant: 月數（貸款B）太大，請重試！

# theLoanInterestRateTooBigA
source: The Interest Rate (Loan A) is too big, please try again!
cs: Úroková sazba (půjčka A) je příliš velká, zkuste to prosím znovu!
da: Rentesatsen (lån A) er for stor, prøv igen!
de: Der Zinssatz (Darlehen A) ist zu hoch, bitte versuchen Sie es erneut!
es: La tasa de interés (préstamo A) es demasiado alta. Vuelva a intentarlo!
fi: Korko (laina A) on liian suuri, yritä uudelleen!
fr_ca: Le taux d'intérêt (prêt A) est trop élevé, veuillez réessayer!
hi: ब्याज दर (ऋण A) बहुत बड़ी है, कृपया पुनः प्रयास करें!
hr: Kamatna stopa (zajam A) je prevelika, pokušajte ponovo!
id: Suku Bunga (Pinjaman A) terlalu besar, silakan coba lagi!
it: Il tasso di interesse (prestito A) è troppo alto, riprova!
ja: 金利（ローンA）が高すぎますので、もう一度お試しください！
ko: 이자율 (대출 A)이 너무 큽니다. 다시 시도하십시오!
ms: Kadar Faedah (Pinjaman A) terlalu besar, sila cuba lagi!
nl: De rentevoet (lening A) is te hoog, probeer het opnieuw!
pl: Oprocentowanie (pożyczka A) jest zbyt wysokie, spróbuj ponownie!
pt_br: A taxa de juros (empréstimo A) é muito alta, tente novamente!
ru: Процентная ставка (заем А) слишком велика, попробуйте еще раз!
sv: Räntan (lån A) är för stor, försök igen!
th: อัตราดอกเบี้ย (เงินกู้ก) สูงเกินไปโปรดลองอีกครั้ง!
vi: Lãi suất (Vay A) quá lớn
zh_hant: 利率（貸款A）太大，請重試！

# theLoanInterestRateTooBigB
source: The Interest Rate (Loan B) is too big, please try again!
cs: Úroková sazba (půjčka B) je příliš velká, zkuste to prosím znovu!
da: Rentesatsen (lån B) er for stor, prøv igen!
de: Der Zinssatz (Darlehen B) ist zu hoch, bitte versuchen Sie es erneut!
es: La tasa de interés (préstamo B) es demasiado alta. Vuelva a intentarlo!
fi: Korko (laina B) on liian suuri, yritä uudelleen!
fr_ca: Le taux d'intérêt (prêt B) est trop élevé, veuillez réessayer!
hi: ब्याज दर (ऋण B) बहुत बड़ी है, कृपया पुनः प्रयास करें!
hr: Kamatna stopa (zajam B) je prevelika, pokušajte ponovo!
id: Suku Bunga (Pinjaman B) terlalu besar, silakan coba lagi!
it: Il tasso di interesse (prestito B) è troppo alto, riprova!
ja: 金利（ローンB）が高すぎます。もう一度お試しください。
ko: 금리 (대출 B)가 너무 큽니다. 다시 시도하십시오!
ms: Kadar Faedah (Pinjaman B) terlalu besar, sila cuba lagi!
nl: De rentevoet (lening B) is te hoog, probeer het opnieuw!
pl: Oprocentowanie (pożyczka B) jest zbyt wysokie, spróbuj ponownie!
pt_br: A taxa de juros (empréstimo B) é muito alta, tente novamente!
ru: Процентная ставка (заем B) слишком велика, попробуйте еще раз!
sv: Räntan (lån B) är för stor, försök igen!
th: อัตราดอกเบี้ย (เงินกู้ B) สูงเกินไปโปรดลองอีกครั้ง!
vi: Lãi suất(Vay A) quá lớn
zh_hant: 利率（貸款B）太大，請重試！

source: Daily
cs: Denní
da: Daglige
de: Täglich
es: Diario
fi: Päivittäin
fr_ca: du quotidien
hi: रोज
hr: Dnevno
id: Harian
it: Quotidiano
ja: 毎日
ko: 매일
ms: harian
nl: Dagelijks
pl: Codziennie
pt_br: Diariamente
ru: Ежедневные
sv: Dagligen
th: ทุกวัน
vi: Hàng ngày
zh_hant: 日常

source: Weekly
cs: Týdně
da: Ugentlig
de: Wöchentlich
es: Semanal
fi: Viikoittain
fr_ca: Hebdomadaire
hi: साप्ताहिक
hr: Tjedni
id: Mingguan
it: Settimanalmente
ja: 毎週
ko: 주간
ms: Mingguan
nl: Wekelijks
pl: Tygodniowo
pt_br: Semanal
ru: Еженедельно
sv: Varje vecka
th: รายสัปดาห์
vi: Hàng tuần
zh_hant: 每週

source: Monthly
cs: Měsíční
da: Månedlige
de: Monatlich
es: Mensual
fi: Kuukausittain
fr_ca: Mensuelle
hi: महीने के
hr: Mjesečni
id: Bulanan
it: Mensile
ja: 毎月
ko: 매월
ms: Bulanan
nl: Maandelijks
pl: Miesięczny
pt_br: Mensal
ru: Ежемесячно
sv: En gång i månaden
th: รายเดือน
vi: Hàng tháng
zh_hant: 每月一次

source: Quarterly
cs: Čtvrtletní
da: Kvartalsvis
de: Vierteljährlich
es: Trimestral
fi: Neljännesvuosittain
fr_ca: Trimestrielle
hi: त्रैमासिक
hr: Tromjesečno
id: Triwulanan
it: Trimestrale
ja: 四半期ごと
ko: 계간지
ms: Suku Tahunan
nl: Per kwartaal
pl: Kwartalny
pt_br: Trimestral
ru: Ежеквартальный
sv: Kvartals
th: รายไตรมาส
vi: Hàng quý
zh_hant: 季刊

source: Semi-Annually
cs: Pololetně
da: Halvårligt
de: Halbjährlich
es: Semi anualmente
fi: Puolivuosittain
fr_ca: Semestrielle
hi: अर्धवार्षिक
hr: Polu godišnje
id: Semi-Tahunan
it: Semestrale
ja: 半年毎
ko: 반기
ms: Setengah tahun
nl: Halfjaarlijks
pl: Co pół roku
pt_br: Semi anualmente
ru: Раз в полгода
sv: Halvårsvis
th: ทุกครึ่งปี
vi: Hàng 6 tháng
zh_hant: 半年度

source: Annually
cs: Každoročně
da: Årligt
de: Jährlich
es: Anual
fi: Vuosittain
fr_ca: Annuelle
hi: हर साल
hr: Godišnje
id: Setiap tahun
it: Annuale
ja: 毎年
ko: 매년
ms: Setiap tahun
nl: jaarlijks
pl: Rocznie
pt_br: Anualmente
ru: Ежегодно
sv: Årligen
th: เป็นประจำทุกปี
vi: Hàng năm
zh_hant: 每年

source: Error
cs: Chyba
da: Fejl
fi: Virhe
fr_ca: Erreur
hi: त्रुटि
hr: Pogreška
id: Kesalahan
it: Errore
ja: エラー
ko: 오류
ms: Ralat
nl: Fout
pl: Błąd
pt_br: Erro
ru: ошибка
sv: Fel
th: ข้อผิดพลาด
vi: Lỗi
zh_hant: 錯誤

source: Notification
cs: Oznámení
da: Notifikation
de: Benachrichtigung
es: Notificación
fi: Ilmoituksen
hi: अधिसूचना
hr: Obavijest
id: Pemberitahuan
it: Notifica
ja: お知らせ
ko: 공고
ms: Pemberitahuan
nl: Kennisgeving
pl: Powiadomienie
pt_br: Notificação
ru: Уведомление
sv: Underrättelse
th: การแจ้งเตือน
vi: Thông báo
zh_hant: 通知
